[
  {
    "pageName": "HomeView",
    "title": "FAIRsharing Assistant"
  },
  {
    "pageName": "StandardsView",
    "title": "Are you looking for a standard?",
    "subTitle": "Here are the types of standards we describe in FAIRsharing. Choose one or more subtypes. Click on “Refine my choice” and the Assistant will give you more options, or “View in FAIRsharing” to see all of the currently selected records in FAIRsharing."
  },
  {
    "pageName": "DatabaseView",
    "title": "We can help you find databases according to what’s most important to you. Tell us a little about what you need.",
    "subTitle": "Here are the types of databases we describe in FAIRsharing. Choose one or more subtypes. Click on “Refine my choice” and the Assistant will give you more options, or “View in FAIRsharing” to see all of the currently selected records in FAIRsharing."
  },
  {
    "pageName": "PoliciesView",
    "title": "Are you looking for a data policy?",
    "subTitle": "Here are the types of data policies we describe in FAIRsharing. Choose one or more subtypes. Click on “Refine my choice” and the Assistant will give you more options, or “View in FAIRsharing” to see all of the currently selected records in FAIRsharing."
  },
  {
    "pageName": "RefineView",
    "title": "Tell us a little more about what’s most important to you",
    "subTitle": "You have a few choices here. Start by choosing the one that is most important to you. Explore how adding the filters you need affect the number of records selected."
  },
  {
    "pageName": "SubjectTypeView",
    "title": "Would you like to explore a particular subject area?",
    "subTitle": "We’ll show you a browsable view of our subject areas, where the size of the circle represents how many of our records are part of that hierarchy. At any time, you can search for a particular subject or browse to the subject you’re interested in."
  },
  {
    "pageName": "DomainTypeView",
    "title": "Would you like to explore a particular domain?",
    "subTitle": "We’ll show you a browsable view of our domains, where the size of the circle represents how many of our records are part of that hierarchy. At any time, you can search for a particular domain or browse to the domain you’re interested in."
  },
  {
    "pageName": "Licence",
    "title": "Licence"
  },
  {
    "pageName": "ResultView",
    "title": "Search Results",
    "subTitle": "Clicking on a link below will open the relevant record on the FAIRsharing site."
  },
  {
    "pageName": "AllTags",
    "title": "Which area(s) of research would you like to explore?",
    "subTitle": "Please choose any topics of interest using the search box below. The assistant will tell you how many records we have that match your selection. When you're happy with the selction you can refine it in the next step."
  }
]