{
  "id": 700,
  "name": "Natural Science",
  "description": "Natural Science is the branch of knowledge that deals with the natural or physical world, in contrast to the social sciences and human sciences.",
  "records_count": 8233,
  "descendants_count": 292,
  "children": [
    {
      "id": 714,
      "name": "Mathematics",
      "description": "The study of numbers (quantity) and other topics including structure, space, and change.",
      "records_count": 47,
      "descendants_count": 9,
      "children": [
        {
          "id": 635,
          "name": "Statistics",
          "description": "A branch of applied mathematics concerned with the collection and interpretation of quantitative data and the use of probability theory to estimate population parameters.",
          "records_count": 21,
          "descendants_count": 3,
          "children": [
            {
              "id": 426,
              "name": "Econometrics",
              "description": "Econometrics is the application of mathematics and statistics to the study of economic and financial data.",
              "records_count": 1,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 843,
              "name": "Statistical Physics",
              "description": "Statistical Physics is a branch of physics that uses probability theory and statistics to solve physical problems that usually involve systems composed of a large number of units. Its main purpose is to study the properties of a system from the statistical behaviour of its components.",
              "records_count": 0,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 855,
              "name": "Medical Biometry",
              "description": "Medical Biometry is the branch of science that deals with the statistical analysis of numerical data relating to humans, especially concerning genetic relationships or medical conditions.",
              "records_count": 0,
              "descendants_count": 0,
              "children": []
            }
          ]
        },
        {
          "id": 695,
          "name": "Applied Mathematics",
          "description": "The application of mathematics to specific problems in science, typically by the formulation and analysis of mathematical models.",
          "records_count": 4,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 691,
          "name": "Nonlinear Dynamics",
          "description": "Nonlinear Dynamics is the branch of Physics that studies systems governed by equations more complex than the linear, aX+b form. Nonlinear systems, such as the weather or neurons, often appear chaotic, unpredictable or counterintuitive, and yet their behaviour is not random.",
          "records_count": 0,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 737,
          "name": "Pure Mathematics",
          "description": "The study of abstract mathematical concepts.",
          "records_count": 0,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 593,
          "name": "Mathematical Psychology",
          "description": "Mathematical Psychology is an approach to psychological research that is based on mathematical modeling of perceptual, thought, cognitive and motor processes, and on the establishment of law-like rules that relate quantifiable stimulus characteristics with quantifiable behavior.",
          "records_count": 0,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 532,
          "name": "Population Dynamics",
          "description": "Population Dynamics is the study of how and why populations change in size and structure over time. Important factors in population dynamics include rates of reproduction, death and migration.",
          "records_count": 8,
          "descendants_count": 0,
          "children": []
        }
      ]
    },
    {
      "id": 742,
      "name": "Life Science",
      "description": "Life Science is the study of all of the divisions of the natural sciences dealing with the various aspects of the phenomena of life and vital processes.",
      "records_count": 6785,
      "descendants_count": 209,
      "children": [
        {
          "id": 435,
          "name": "Fisheries Science",
          "description": "Fisheries Science is the academic discipline of managing and understanding fisheries. It is a multidisciplinary science, which draws on the disciplines of limnology, oceanography, freshwater biology, marine biology, conservation, ecology, population dynamics, economics and management to attempt to provide an integrated picture of fisheries. [Wikipedia https://en.wikipedia.org/wiki/Fisheries_science, AL 23.5.18]",
          "records_count": 21,
          "descendants_count": 1,
          "children": [
            {
              "id": 677,
              "name": "Aquaculture",
              "description": "Aquaculture is the farming of aquatic organisms in both coastal and inland areas involving interventions in the rearing process to enhance production.[Food and Agriculture Organization of the United Nations (FAO) http://www.fao.org/aquaculture/en/, AL 23.5.18]\n\n",
              "records_count": 7,
              "descendants_count": 0,
              "children": []
            }
          ]
        },
        {
          "id": 535,
          "name": "Medicine",
          "description": "Medicine is the science or practice of the diagnosis, treatment, and prevention of disease.",
          "records_count": 891,
          "descendants_count": 79,
          "children": [
            {
              "id": 448,
              "name": "Cardiology",
              "description": "The branch of medicine dealing with the heart and its diseases.",
              "records_count": 7,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 453,
              "name": "Endocrinology",
              "description": "Endocrinology is a branch of medicine concerned with the structure, function, and disorders of the endocrine glands.",
              "records_count": 9,
              "descendants_count": 1,
              "children": [
                {
                  "id": 841,
                  "name": "Diabetology",
                  "description": "Diabetology is a branch of medicine dealing with the study and treatment of diabetes mellitus.",
                  "records_count": 3,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 461,
              "name": "Oncology",
              "description": "The study of tumors encompassing the physical, chemical, and biologic properties.",
              "records_count": 33,
              "descendants_count": 1,
              "children": [
                {
                  "id": 458,
                  "name": "Radiation Oncology",
                  "description": "Radiation Oncology is the study of the effects of ionizing radiation for treatment of tumors.",
                  "records_count": 1,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 488,
              "name": "Psychiatry",
              "description": "The medical specialty that deals with the medical management of mental disorders.",
              "records_count": 1,
              "descendants_count": 1,
              "children": [
                {
                  "id": 721,
                  "name": "Psychosomatic Medicine",
                  "description": "A branch of medicine concerned with the relationship between emotion and body function.",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 495,
              "name": "Critical Care Medicine",
              "description": "The multidisciplinary that cares for patients with acute, life-threatening illness or injury.",
              "records_count": 19,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 536,
              "name": "Anaesthesiology",
              "description": "Anaesthesia and anaesthetics.",
              "records_count": 0,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 537,
              "name": "Geriatric Medicine",
              "description": "The branch of medicine dealing with the diagnosis, treatment and prevention of disease in older people, and the problems specific to aging.",
              "records_count": 5,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 539,
              "name": "Forensic Medicine",
              "description": "The application of medical knowledge to questions of law; research, reports and testimony in court by experts in medical science to assist in determining a legal question.",
              "records_count": 1,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 546,
              "name": "Traditional Medicine",
              "description": "Medical therapies that fall beyond the scope of conventional medicine but may be used alongside it in the treatment of disease and ill health.",
              "records_count": 8,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 572,
              "name": "Radiology",
              "description": "The branch of medical science dealing with the medical use of X-rays or other penetrating radiation.",
              "records_count": 10,
              "descendants_count": 1,
              "children": [
                {
                  "id": 514,
                  "name": "Nuclear Medicine",
                  "description": "Nuclear Medicine is the branch of medicine that uses radioactive materials either to image a patient's body or to destroy diseased cells.",
                  "records_count": 2,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 575,
              "name": "Reproductive Health",
              "description": "Reproductive Health is a research area that addresses the reproductive processes, functions and system at all stages of life.",
              "records_count": 5,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 582,
              "name": "Public Health",
              "description": "The science and practice of protecting and improving the health of a community, as by preventive medicine, health education, control of communicable diseases, application of sanitary measures, and monitoring of environmental hazards.",
              "records_count": 244,
              "descendants_count": 7,
              "children": [
                {
                  "id": 492,
                  "name": "Social Medicine",
                  "description": "Social Medicine is a branch of science concerned with social and economic aspects of health, disease, and medical care.",
                  "records_count": 7,
                  "descendants_count": 1,
                  "children": [
                    {
                      "id": 704,
                      "name": "Community Care",
                      "description": "Community Care research is concerned with services that are intended to help people who need care and support to live with dignity and independence in the community and to avoid social isolation. The services are aimed at the elderly and those who have mental illness, learning disability and physical disability. The main aim in providing community care services is to enable people to remain living in their own homes and to retain as much independence as possible, avoiding social isolation.",
                      "records_count": 4,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                },
                {
                  "id": 563,
                  "name": "Health Services Research",
                  "description": "A multidisciplinary field of inquiry that examines the costs, quality, accessibility, delivery, organization, financing, and outcomes of health care services.",
                  "records_count": 6,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 641,
                  "name": "Global Health",
                  "description": "Global health is field of study concerned with the health of populations in a global context; this includes worldwide health improvement (including mental health), reduction of disparities, and protection against global threats that disregard national borders. Global health can be measured as a function of various global diseases and their prevalence in the world and threat to decrease life in the present day.",
                  "records_count": 28,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 833,
                  "name": "Epidemiology",
                  "description": "The study of the causes, incidence and distribution of disease in the population and its application for prevention or control.",
                  "records_count": 165,
                  "descendants_count": 1,
                  "children": [
                    {
                      "id": 532,
                      "name": "Population Dynamics",
                      "description": "Population Dynamics is the study of how and why populations change in size and structure over time. Important factors in population dynamics include rates of reproduction, death and migration.",
                      "records_count": 8,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                },
                {
                  "id": 855,
                  "name": "Medical Biometry",
                  "description": "Medical Biometry is the branch of science that deals with the statistical analysis of numerical data relating to humans, especially concerning genetic relationships or medical conditions.",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 583,
              "name": "Occupational Medicine",
              "description": "This branch of medicine is concerned with the prevention, diagnosis, and treatment of injuries and illnesses that occur at the workplace or as a result of toxic exposures, stress, or accidents at the workplace. Occupational medicine encompasses issues such as industrial hygiene, safety, pollution control, ergonomics, industrial and agricultural toxicology, disability evaluation, physical rehabilitation, industrial psychology and emergency medicine. (BioTech Life Science Dictionary)",
              "records_count": 4,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 598,
              "name": "Gynecology",
              "description": "The branch of medicine that deals with the diseases and hygiene of women.",
              "records_count": 4,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 602,
              "name": "Surgery",
              "description": "The branch of medical science that treats disease or injury by operative procedures.",
              "records_count": 2,
              "descendants_count": 4,
              "children": [
                {
                  "id": 497,
                  "name": "Orthopedic Surgery",
                  "description": "Orthopedic Surgery is the branch of surgery broadly concerned with the skeletal system (bones and joints).",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 715,
                  "name": "Cardiothoracic Surgery",
                  "description": "Cariothoracic Surgery is the field of medicine involved in surgical treatment of organs inside the thorax (the chest)—generally treatment of conditions of the heart (heart disease) and lungs (lung disease).",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 757,
                  "name": "Vascular Surgery",
                  "description": "A surgical specialty that focuses on diagnosis and management of disorders of the arterial, venous and lymphatic systems, other than the intracranial vessels and the heart.",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 817,
                  "name": "Oral Surgery",
                  "description": "Surgical procedures for treating diseases and disorders of the oral cavity.",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 605,
              "name": "Dentistry",
              "description": "The study, diagnosis, prevention and treatments of disorders of the oral cavity, maxillofacial area and adjacent structures.",
              "records_count": 0,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 607,
              "name": "Medical Psychology",
              "description": "Medical Psychology is the application of Clinical Psychology to medicine-specific issues. It also includes the application of psychological principles to the practice of medicine, including the integration of somatic and psychotherapeutic modalities into the management of illnesses and disorders.",
              "records_count": 0,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 627,
              "name": "Nephrology",
              "description": "A branch of medicine concerned with the development, anatomy, function, and dysfunction of the kidney.",
              "records_count": 1,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 628,
              "name": "Ophthalmology",
              "description": "A medical specialty concerned with the structure and function of the eye and the medical and surgical treatment of its defects and diseases.",
              "records_count": 1,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 639,
              "name": "Musculoskeletal Medicine",
              "description": "Musculoskeletal Medicine is the diagnosis and treatment of problems arising from the musculoskeletal system. This includes injuries and diseases affecting the muscles, bones and joints of the limbs and spine.",
              "records_count": 3,
              "descendants_count": 2,
              "children": [
                {
                  "id": 497,
                  "name": "Orthopedic Surgery",
                  "description": "Orthopedic Surgery is the branch of surgery broadly concerned with the skeletal system (bones and joints).",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 778,
                  "name": "Rheumatology",
                  "description": "A medical specialty that deals with diagnosis and treatment of diseases and disorders of the connective tissues.",
                  "records_count": 2,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 649,
              "name": "Medical Toxicology",
              "description": "The branch of medicine that deals with the diagnosis, management and prevention of poisoning and other adverse health effects caused by medications, occupational and environmental toxins, and biological agents.",
              "records_count": 2,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 651,
              "name": "Personalized Medicine",
              "description": "An approach to medicine whereby decisions, practices and are tailored to the individual patient based on their predicted response or risk of disease.",
              "records_count": 3,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 657,
              "name": "Human Genetics",
              "description": "The study of inheritance in human beings.",
              "records_count": 22,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 659,
              "name": "Pediatrics",
              "description": "The branch of medicine that deals with the medical care of infants, children and adolescents.",
              "records_count": 6,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 673,
              "name": "Pharmacy",
              "description": "Pharmacy is the medical area concerned with the preparation and dispensing of medicinal drugs.",
              "records_count": 3,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 678,
              "name": "Regenerative Medicine",
              "description": "The branch of medicine that involves the laboratory growth of functional tissues and organs and their use to regenerate or replace tissues and organs in the body that are damaged by diseases or cannot be healed. Examples include the transplantation of in vitro developed tissues, cell therapies, and stimulation of regeneration by biological substances.",
              "records_count": 2,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 688,
              "name": "Infectious Disease Medicine",
              "description": "Infectious Disease Medicine is a branch of internal medicine concerned with the diagnosis and treatment of infectious diseases.",
              "records_count": 40,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 690,
              "name": "Dermatology",
              "description": "The branch of medicine focused on the study of the skin, and responsible for the medical management of its associated diseases.",
              "records_count": 4,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 702,
              "name": "Primary Health Care",
              "description": "Primary Health Care is a whole-of-society approach to health and well-being centred on the needs and preferences of individuals, families and communities.  It addresses the broader determinants of health and focuses on the comprehensive and interrelated aspects of physical, mental and social health and wellbeing.",
              "records_count": 21,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 711,
              "name": "Gender Medicine",
              "description": "The study of the biological and physiological differences between males and females and how they effect differences in disease presentation and management.",
              "records_count": 0,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 713,
              "name": "Medical Virology",
              "description": "Medical Virology is the study of the diagnosis and management of infectious diseases from a clinical and laboratory perspective, with particular interest in infection control, medical microbiology and public health.",
              "records_count": 37,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 730,
              "name": "Pharmacology",
              "description": "The study of pharmacologic agents. This includes the preparation, compounding, and dispensing of drugs, as well as the characteristics and properties of drugs, their effects on the body, and how they are metabolized and eliminated from the body.",
              "records_count": 53,
              "descendants_count": 4,
              "children": [
                {
                  "id": 584,
                  "name": "Toxicology",
                  "description": "Toxicology is the branch of pharmacology that deals with the nature and effects and treatments of poisons.",
                  "records_count": 23,
                  "descendants_count": 2,
                  "children": [
                    {
                      "id": 452,
                      "name": "Toxicogenomics",
                      "description": "Toxicogenomics is a new scientific field that elucidates how the entire genome is involved in biological responses of organisms exposed to environmental toxicants/stressors. Toxicogenomics combines information from studies of genomic-scale mRNA profiling (by microarray analysis), cell-wide or tissue-wide protein profiling (proteomics), genetic susceptibility, and computational models to understand the roles of gene-environment interactions in disease. (from National Center for Toxicogenomics homepage)",
                      "records_count": 7,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 649,
                      "name": "Medical Toxicology",
                      "description": "The branch of medicine that deals with the diagnosis, management and prevention of poisoning and other adverse health effects caused by medications, occupational and environmental toxins, and biological agents.",
                      "records_count": 2,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                },
                {
                  "id": 748,
                  "name": "Pharmacogenomics",
                  "description": "The influence of genotype on drug response, for example by correlating gene expression or single-nucleotide polymorphisms with drug efficacy or toxicity.",
                  "records_count": 14,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 734,
              "name": "Neurology",
              "description": "A branch of medicine concerned with the development, anatomy, function, and dysfunction of the nervous system.",
              "records_count": 10,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 741,
              "name": "Gastroenterology",
              "description": "The branch of medicine that focuses on diagnosis and treatment of conditions affecting the gastrointestinal tract.",
              "records_count": 8,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 745,
              "name": "Physiology",
              "description": "The functions of living organisms and their constituent parts.",
              "records_count": 45,
              "descendants_count": 4,
              "children": [
                {
                  "id": 529,
                  "name": "Neurophysiology",
                  "description": "A branch of neuroscience concerned with the physiology of the nervous system.",
                  "records_count": 11,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 552,
                  "name": "Animal Physiology",
                  "description": "Animal Physiology is the study of the normal processes and metabolic functions of animal organisms.",
                  "records_count": 6,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 553,
                  "name": "Microbial Physiology",
                  "description": "The metabolism of microbial life forms.",
                  "records_count": 2,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 819,
                  "name": "Electrophysiology",
                  "description": "That branch of physiology that is concerned with the electric phenomena associated with living bodies and involved in their functional activity.",
                  "records_count": 10,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 749,
              "name": "Clinical Chemistry",
              "description": "The department responsible for performing chemical and enzymatic analyses of body fluids and tissues. (from Handbook of Medical Informatics)",
              "records_count": 3,
              "descendants_count": 1,
              "children": [
                {
                  "id": 447,
                  "name": "Pathobiochemistry",
                  "description": "Pathobiochemistry is an intersiciplinary research area related to both biochemistry and pathology. Research focuses on diseases as a disruption of the ordinary biochemical processes of an organism.",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 761,
              "name": "Veterinary Medicine",
              "description": "Topic concerning the branch of medicine that deals with the prevention, diagnosis, and treatment of disease, disorder and injury in animals.",
              "records_count": 6,
              "descendants_count": 1,
              "children": [
                {
                  "id": 505,
                  "name": "Clinical Veterinary Medicine",
                  "description": "Clinical Veterinary Medicine deals with the observation, diagnosis and treatment of illness, disease or damage through direct interaction with non-human patients.",
                  "records_count": 1,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 770,
              "name": "Urology",
              "description": "The medical specialty concerned with the study, diagnosis, and treatment of diseases of the genitourinary tract.",
              "records_count": 1,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 771,
              "name": "Medical Physics",
              "description": "Medical Physics is the application of physics to healthcare; using physics for patient imaging, measurement and treatment.",
              "records_count": 4,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 791,
              "name": "Radiobiology",
              "description": "The study of the mechanisms and biological effects of ionizing radiation, including repair processes.",
              "records_count": 3,
              "descendants_count": 1,
              "children": [
                {
                  "id": 458,
                  "name": "Radiation Oncology",
                  "description": "Radiation Oncology is the study of the effects of ionizing radiation for treatment of tumors.",
                  "records_count": 1,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 813,
              "name": "Tropical Medicine",
              "description": "Health problems that are prevalent in tropical and subtropical regions.",
              "records_count": 7,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 814,
              "name": "Translational Medicine",
              "description": "'translating' the output of basic and biomedical research into better diagnostic tools, medicines, medical procedures, policies and advice.",
              "records_count": 26,
              "descendants_count": 1,
              "children": [
                {
                  "id": 775,
                  "name": "Molecular Medicine",
                  "description": "The identification of molecular and genetic causes of disease and the development of interventions to correct them.",
                  "records_count": 3,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 816,
              "name": "Respiratory Medicine",
              "description": "A medical specialty concerned with diagnosis and treatment of lung disorders and other breathing problems.",
              "records_count": 5,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 822,
              "name": "Angiology",
              "description": "Angiology is the medical specialty which studies the diseases of the circulatory system and of the lymphatic system, i.e., arteries, veins and lymphatic vessels, and its diseases.",
              "records_count": 1,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 824,
              "name": "Otolaryngology",
              "description": "The branch of medicine that deals with the prevention, diagnosis, and treatment of disorders of the ear, nose and throat.",
              "records_count": 1,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 832,
              "name": "Systems Medicine",
              "description": "An interdisciplinary field of study that looks at the dynamic systems of the human body as part of an integrted whole, incoporating biochemical, physiological, and environmental interactions that sustain life.",
              "records_count": 5,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 834,
              "name": "Obstetrics",
              "description": "A medical-surgical specialty dealing with the care of a woman and her offspring during pregnancy, childbirth and the puerperium (the period shortly after birth).",
              "records_count": 4,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 847,
              "name": "Pain Medicine",
              "description": "The prevention of pain and the evaluation, treatment and rehabilitation of persons in pain.",
              "records_count": 4,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 849,
              "name": "Medical Informatics",
              "description": "The application of informatics methods to manage medical information and improve healthcare.",
              "records_count": 35,
              "descendants_count": 1,
              "children": [
                {
                  "id": 855,
                  "name": "Medical Biometry",
                  "description": "Medical Biometry is the branch of science that deals with the statistical analysis of numerical data relating to humans, especially concerning genetic relationships or medical conditions.",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 850,
              "name": "Hematology",
              "description": "The branch of medicine that deals with the blood and blood-forming organs and the diseases thereof.",
              "records_count": 5,
              "descendants_count": 1,
              "children": [
                {
                  "id": 606,
                  "name": "Transfusion Medicine",
                  "description": "Transfusion Medicine is the branch of medicine that is concerned with transfusion of blood and blood components. It encompasses issues of blood donation, immunohematology and other laboratory testing, transfusion practices, patient blood management, therapeutic apheresis, stem cell collections, cellular therapy, and coagulation.",
                  "records_count": 1,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 857,
              "name": "Pathology",
              "description": "The medical science, and specialty practice, concerned with all aspects of disease, but with special reference to the essential nature, causes, and development of abnormal conditions, as well as the structural and functional changes that result from the disease processes. Informally used to mean the result of such an examination.",
              "records_count": 13,
              "descendants_count": 1,
              "children": [
                {
                  "id": 447,
                  "name": "Pathobiochemistry",
                  "description": "Pathobiochemistry is an intersiciplinary research area related to both biochemistry and pathology. Research focuses on diseases as a disruption of the ordinary biochemical processes of an organism.",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 860,
              "name": "Traumatology",
              "description": "The branch of medicine that treats body wounds or shock produced by sudden physical injury, as from violence or accident.",
              "records_count": 1,
              "descendants_count": 0,
              "children": []
            }
          ]
        },
        {
          "id": 587,
          "name": "Health Science",
          "description": "The sciences concerned with health promotion and maintenance.",
          "records_count": 1450,
          "descendants_count": 39,
          "children": [
            {
              "id": 760,
              "name": "Clinical Immunology",
              "description": "The medical field that deals with immune diseases, including autoimmune diseases, allergies, rejection of organ transplants and immune deficiency.",
              "records_count": 2,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 780,
              "name": "Biomedical Science",
              "description": "Research concerned with the application of biological and physiological principles to clinical medicine.",
              "records_count": 1262,
              "descendants_count": 38,
              "children": [
                {
                  "id": 451,
                  "name": "Anatomy",
                  "description": "The form and function of the structures of living organisms.",
                  "records_count": 99,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 479,
                  "name": "Medical Microbiology",
                  "description": "The study of microorganisms with an emphasis on their role in the human disease process.",
                  "records_count": 1,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 496,
                  "name": "Molecular Infection Biology",
                  "description": "Molecular Infection Biology is the branch of molecular biology which applies to infectious agents.",
                  "records_count": 4,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 600,
                  "name": "Medicines Research and Development",
                  "description": "The discovery, development and approval of medicines.",
                  "records_count": 302,
                  "descendants_count": 11,
                  "children": [
                    {
                      "id": 450,
                      "name": "Drug Discovery",
                      "description": "The discovery and design of drugs or potential drug compounds.",
                      "records_count": 29,
                      "descendants_count": 1,
                      "children": [
                        {
                          "id": 854,
                          "name": "Medicinal Chemistry",
                          "description": "The design and chemical synthesis of bioactive molecules, for example drugs or potential drug compounds, for medicinal purposes.",
                          "records_count": 6,
                          "descendants_count": 0,
                          "children": []
                        }
                      ]
                    },
                    {
                      "id": 573,
                      "name": "Biotherapeutics",
                      "description": "The process of formulating and administering a pharmaceutical compound to achieve a therapeutic effect.",
                      "records_count": 1,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 581,
                      "name": "Clinical Studies",
                      "description": "Research conducted with human subjects or on material of human origin in which an investigator directly interacts with human subjects; includes development of new technologies, study of mechanisms of human diseases, therapy, clinical trials, epidemiologic, behavior, and health services research.",
                      "records_count": 89,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 584,
                      "name": "Toxicology",
                      "description": "Toxicology is the branch of pharmacology that deals with the nature and effects and treatments of poisons.",
                      "records_count": 23,
                      "descendants_count": 2,
                      "children": [
                        {
                          "id": 452,
                          "name": "Toxicogenomics",
                          "description": "Toxicogenomics is a new scientific field that elucidates how the entire genome is involved in biological responses of organisms exposed to environmental toxicants/stressors. Toxicogenomics combines information from studies of genomic-scale mRNA profiling (by microarray analysis), cell-wide or tissue-wide protein profiling (proteomics), genetic susceptibility, and computational models to understand the roles of gene-environment interactions in disease. (from National Center for Toxicogenomics homepage)",
                          "records_count": 7,
                          "descendants_count": 0,
                          "children": []
                        },
                        {
                          "id": 649,
                          "name": "Medical Toxicology",
                          "description": "The branch of medicine that deals with the diagnosis, management and prevention of poisoning and other adverse health effects caused by medications, occupational and environmental toxins, and biological agents.",
                          "records_count": 2,
                          "descendants_count": 0,
                          "children": []
                        }
                      ]
                    },
                    {
                      "id": 599,
                      "name": "Drug Repositioning",
                      "description": "Drug repositioning is the deliberate and methodical practice of finding new applications for existing drugs.",
                      "records_count": 5,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 636,
                      "name": "Drug Metabolism",
                      "description": "A series of chemical modifications of a drug compound by enzymatic activity that make the substrate (drug) more water soluble to allow its clearance from the body. Drug metabolism occurs in two phases: Phase I (biotransformation) involves oxidation, hydroxylation reduction, and hydrolysis. Phase II (conjugation) involves synthesis and conjugation.",
                      "records_count": 6,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 667,
                      "name": "Drug Development",
                      "description": "The process of bringing a new drug to market once a lead compounds has been identified through drug discovery.",
                      "records_count": 9,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 844,
                      "name": "Preclinical Studies",
                      "description": "An investigation that tests a drug, procedure or medical treatment in animals to determine any toxic effects before trials can be carried out in humans.",
                      "records_count": 137,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                },
                {
                  "id": 632,
                  "name": "Immunology",
                  "description": "The study of the immune system and its reaction to pathogens, as well as its malfunctions (autoimmune diseases, allergies, rejection of organ transplants).",
                  "records_count": 39,
                  "descendants_count": 1,
                  "children": [
                    {
                      "id": 760,
                      "name": "Clinical Immunology",
                      "description": "The medical field that deals with immune diseases, including autoimmune diseases, allergies, rejection of organ transplants and immune deficiency.",
                      "records_count": 2,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                },
                {
                  "id": 752,
                  "name": "Nutritional Science",
                  "description": "The study of the effects of food components on the metabolism, health, performance and disease resistance of humans and animals.  It also includes the study of human behaviours related to food choices.",
                  "records_count": 21,
                  "descendants_count": 1,
                  "children": [
                    {
                      "id": 443,
                      "name": "Animal Nutrition",
                      "description": "Animal Nutrition is the science of feeds and their nutrients, their relation to animal health and disease; for providing feeds to animals use.",
                      "records_count": 0,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                },
                {
                  "id": 787,
                  "name": "Parasitology",
                  "description": "A branch of biology which deals with parasitic organisms with a strong emphasis on their role in disease.",
                  "records_count": 2,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 818,
                  "name": "Neuroscience",
                  "description": "A subject domain utilized for the submission of information encompassing and representing data, vocabulary or records related to the brain and nervous system.",
                  "records_count": 161,
                  "descendants_count": 17,
                  "children": [
                    {
                      "id": 464,
                      "name": "Cellular Neuroscience",
                      "description": "Cellular Neuroscience is the study of neurons at the cellular level. It includes cell morphology and physiological properties such as membrane trafficking, synthesis and transport of proteins, and synaptic plasticity.",
                      "records_count": 5,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 475,
                      "name": "Neurogenetics",
                      "description": "Neurogenetics studies the role of genetics in the development and function of the nervous system.",
                      "records_count": 2,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 491,
                      "name": "Psychotherapy",
                      "description": "A method of treating disease, esp. psychic disorders, by mental rather than pharmacological means (e.g., suggestion, re-education, hypnotism, and psychoanalysis). (Taber's)",
                      "records_count": 0,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 529,
                      "name": "Neurophysiology",
                      "description": "A branch of neuroscience concerned with the physiology of the nervous system.",
                      "records_count": 11,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 538,
                      "name": "Neurobiology",
                      "description": "The study of the nervous system and brain; its anatomy, physiology and function.",
                      "records_count": 53,
                      "descendants_count": 2,
                      "children": [
                        {
                          "id": 567,
                          "name": "Developmental Neurobiology",
                          "description": "The branch of neurobiology concerned with the changes that take place in the nervous system between fertilization and maturity.",
                          "records_count": 4,
                          "descendants_count": 0,
                          "children": []
                        },
                        {
                          "id": 718,
                          "name": "Comparative Neurobiology",
                          "description": "Comparative Neurobiology is the study of how nervous systems work by comparing the neurobiology of multiple species.",
                          "records_count": 2,
                          "descendants_count": 0,
                          "children": []
                        }
                      ]
                    },
                    {
                      "id": 580,
                      "name": "Biological Psychology",
                      "description": "Biological psychology is the application of the principles of biology to the study of mental processes and behaviour. For example, it involves the measuring of biological, physiological, or genetic variables in an attempt to relate them to psychological or behavioural variables.",
                      "records_count": 10,
                      "descendants_count": 1,
                      "children": [
                        {
                          "id": 654,
                          "name": "Cognitive Neuroscience",
                          "description": "Cognitive Neuroscience is the field of study focusing on the neural substrates of mental processes. It is at the intersection of psychology and neuroscience, but also overlaps with physiological psychology, cognitive psychology and neuropsychology. It combines the theories of cognitive psychology and computational modelling with experimental data about the brain.",
                          "records_count": 8,
                          "descendants_count": 0,
                          "children": []
                        }
                      ]
                    },
                    {
                      "id": 589,
                      "name": "Computational Neuroscience",
                      "description": "Computational Neuroscience is the field of study in which mathematical tools and theories are used to investigate brain function. It can also incorporate diverse approaches from electrical engineering, computer science and physics in order to understand how the nervous system processes information.",
                      "records_count": 19,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 594,
                      "name": "Biological Psychiatry",
                      "description": "Biological Psychiatry is the branch of psychiatry concerned with the biological basis for mental disorders, typically using physical methods or medication (as opposed to psychotherapy) as treatment.",
                      "records_count": 0,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 628,
                      "name": "Ophthalmology",
                      "description": "A medical specialty concerned with the structure and function of the eye and the medical and surgical treatment of its defects and diseases.",
                      "records_count": 1,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 647,
                      "name": "Molecular Neuroscience",
                      "description": "Molecular Neuroscience is a branch of neuroscience that examines the biology of the nervous system with molecular biology, molecular genetics, protein chemistry and related methodologies.",
                      "records_count": 3,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 721,
                      "name": "Psychosomatic Medicine",
                      "description": "A branch of medicine concerned with the relationship between emotion and body function.",
                      "records_count": 0,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 734,
                      "name": "Neurology",
                      "description": "A branch of medicine concerned with the development, anatomy, function, and dysfunction of the nervous system.",
                      "records_count": 10,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 779,
                      "name": "Systemic Neuroscience",
                      "description": "Systemic Neuroscience is a subdiscipline of Neuroscience and Systems Biology that studies the structure and function of neural circuits and systems. It encompasses a number of areas of study concerned with how nerve cells behave when connected together to form neural pathways, neural circuits, and larger brain networks.",
                      "records_count": 4,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 782,
                      "name": "Molecular Neurology",
                      "description": "Molecular Neurology is the study of the molecular basis of neurology and neurological disorders.",
                      "records_count": 1,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "id": 723,
          "name": "Agriculture",
          "description": "Agriculture is the science, art, or practice of cultivating the soil, producing crops, and raising livestock and in varying degrees the preparation and marketing of the resulting products.",
          "records_count": 289,
          "descendants_count": 19,
          "children": [
            {
              "id": 428,
              "name": "Farming Systems Research",
              "description": "Farming System Research is an approach designed to generate relevant technologies for specific clients, most commonly, the resource-limited farm households. It focuses on clients' priority needs and problems, applies an inter-disciplinary systems perspective in diagnosing problems and generating technological solutions, and involve a series of operational activities carried out on farm with farmers. Although descriptions of Farming Systems Research vary, the general consensus is that there are four major activities: diagnosis, planning and priority setting, experimentation and evaluation. The activities incorporated under farming systems research range from computer models simulating small-scale farm systems to integrated rural development strategies, and from complex experiment station trials of cropping systems to simple on-farm testing of technologies. [AgroVoc, AL 14.5.2019]",
              "records_count": 10,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 429,
              "name": "Agroecology",
              "description": "Agroecology is the study of ecological processes applied to agricultural production systems.",
              "records_count": 7,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 440,
              "name": "Plant Nutrition",
              "description": "Plant Nutrition is the science of plant nutrients and their relation to plant health and disease. [AgroVoc, AL 17.6.2019]",
              "records_count": 2,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 443,
              "name": "Animal Nutrition",
              "description": "Animal Nutrition is the science of feeds and their nutrients, their relation to animal health and disease; for providing feeds to animals use.",
              "records_count": 0,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 446,
              "name": "Forest Management",
              "description": "Forest Management is a branch of forestry concerned with overall administrative, economic, legal, and social aspects, as well as scientific and technical aspects, such as silviculture, protection, and forest regulation. This includes management for aesthetics, fish, recreation, urban values, water, wilderness, wildlife, wood products, forest genetic resources, and other forest resource values. Management can be based on conservation, economics, or a mixture of the two.",
              "records_count": 22,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 465,
              "name": "Phytomedicine",
              "description": "Phytomedicine is a plant-based traditional medicinal practice that uses various plant materials in preventive and therapeutic processes (Wallis, 2005; Ali, 2008). [ScienceDirect https://www.sciencedirect.com/topics/nursing-and-health-professions/phytomedicine, AL 6.6.2019]",
              "records_count": 0,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 477,
              "name": "Plant Breeding",
              "description": "Plant Breeding is the research area concerned with raising a certain type of plant by crossing one variety with another to produce a new variety where the desired characteristics are strongest. [GEMET https://www.eionet.europa.eu/gemet/en/concept/6298, AL 12.6.2019]",
              "records_count": 22,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 510,
              "name": "Food Process Engineering",
              "description": "Food Process Engineering is a field of study focusing on the applications of engineering principles and concepts to food and food processes. The processes include any physical properties and changes to the food product that result in preservation of the food, extending to transportation, product shelf-life, or improvements in the product quality attributes.",
              "records_count": 3,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 614,
              "name": "Horticulture",
              "description": "Horticulture is the research area concerned with the cultivation or management of gardens, including the growing of flowers, fruits, and vegetables. [Adapted from OED, AL 19.6.2019]",
              "records_count": 1,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 622,
              "name": "Animal Husbandry",
              "description": "Animal Husbandry is the branch of agriculture concerned with animals that are raised for meat, fibre, milk, eggs, or other products. It includes day-to-day care, selective breeding and the raising of livestock.",
              "records_count": 15,
              "descendants_count": 1,
              "children": [
                {
                  "id": 457,
                  "name": "Animal Breeding",
                  "description": "Animal Breeding is a branch of Agriculture that addresses the controlled improvement of selected characteristics of livestock. [Adapted from AgroVoc and Wikipedia, https://en.wikipedia.org/wiki/Animal_breeding, 1.4.2019]",
                  "records_count": 2,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 648,
              "name": "Agricultural Engineering",
              "description": "Agricultural Engineering is a discipline concerned with developing and improving the means for providing food and fiber for mankind's needs.",
              "records_count": 15,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 665,
              "name": "Agronomy",
              "description": "Agronomy is the science of crop production and soil management. [AgroVoc, AL 19.6.2019]",
              "records_count": 40,
              "descendants_count": 2,
              "children": [
                {
                  "id": 430,
                  "name": "Soil Science",
                  "description": "Soil Science is the study of the properties, occurrence, and management of soil as a natural resource. Generally it includes the chemistry, microbiology, physics, morphology, and mineralogy of soils, as well as their genesis and classification.",
                  "records_count": 28,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 724,
                  "name": "Plant Cultivation",
                  "description": "Plant Cultivation is the practice of growing and nurturing plants outside of their wild habitat (i.e., in gardens, nurseries, arboreta). [Adapted from https://www.eionet.europa.eu/gemet/en/concept/1899, AL 12.6.2019]",
                  "records_count": 1,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 750,
              "name": "Agricultural Economics",
              "description": "Agricultural Economics is an applied social science that deals with the production, distribution, and consumption of agricultural or farming goods and services.",
              "records_count": 10,
              "descendants_count": 1,
              "children": [
                {
                  "id": 625,
                  "name": "Food Security",
                  "description": "Food Security is the area of research concerned with physical and economic access, by all people at all times, to the basic food they need.",
                  "records_count": 7,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 761,
              "name": "Veterinary Medicine",
              "description": "Topic concerning the branch of medicine that deals with the prevention, diagnosis, and treatment of disease, disorder and injury in animals.",
              "records_count": 6,
              "descendants_count": 1,
              "children": [
                {
                  "id": 505,
                  "name": "Clinical Veterinary Medicine",
                  "description": "Clinical Veterinary Medicine deals with the observation, diagnosis and treatment of illness, disease or damage through direct interaction with non-human patients.",
                  "records_count": 1,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            }
          ]
        },
        {
          "id": 804,
          "name": "Natural History",
          "description": "Natural History is a domain of inquiry involving organisms including animals, fungi and plants in their environment; leaning more towards observational than experimental methods of study.",
          "records_count": 29,
          "descendants_count": 1,
          "children": [
            {
              "id": 486,
              "name": "Paleontology",
              "description": "Paleontology is the branch of science that deals with extinct and fossil humans, animals, and plants, or more generally with evidence of organic life during the geological past.",
              "records_count": 15,
              "descendants_count": 0,
              "children": []
            }
          ]
        },
        {
          "id": 812,
          "name": "Biology",
          "description": "The scientific study of living organisms.",
          "records_count": 4119,
          "descendants_count": 127,
          "children": [
            {
              "id": 431,
              "name": "Botany",
              "description": "Plants, e.g. information on a specific plant genome including molecular sequences, genes and annotation.",
              "records_count": 167,
              "descendants_count": 8,
              "children": [
                {
                  "id": 440,
                  "name": "Plant Nutrition",
                  "description": "Plant Nutrition is the science of plant nutrients and their relation to plant health and disease. [AgroVoc, AL 17.6.2019]",
                  "records_count": 2,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 442,
                  "name": "Plant Ecology",
                  "description": "Plant Ecology is a subdiscipline of Ecology which studies the distribution and abundance of plants, the effects of environmental factors upon the abundance of plants, and the interactions among and between plants and other organisms.",
                  "records_count": 6,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 466,
                  "name": "Phytochemistry",
                  "description": "Phytochemistry is the chemistry of plants and plant products.",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 502,
                  "name": "Plant Physiology",
                  "description": "Plant Physiology is concerned with the study of the function and chemical reactions within the various organs of plants. [Adapted from GEMET https://www.eionet.europa.eu/gemet/en/concept/6316, AL 12.6.2019]",
                  "records_count": 1,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 692,
                  "name": "Inter-organismic Interactions of Plants",
                  "description": "Inter-organismic Interactions of Plants is a research area concerned with all biochemical, physiological and molecular aspects of plant-plant interactions. [Adapted from https://www.tandfonline.com/action/journalInformation?show=aimsScope&journalCode=tjpi20, AL 17.6.2019]",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 753,
                  "name": "Plant Anatomy",
                  "description": "An anatomical entity that is or was part of a plant.",
                  "records_count": 13,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 786,
                  "name": "Plant Cell Biology",
                  "description": "Plant Cell Biology is a research area focusing on the how the processes underlying plant cell function and development are regulated.",
                  "records_count": 8,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 853,
                  "name": "Plant Genetics",
                  "description": "Plant Genetics is the scientific study of the hereditary material of plants for purposes such as hybridization, improved food resources and increased production. [GEMET https://www.eionet.europa.eu/gemet/en/concept/6307, AL 12.6.2019]",
                  "records_count": 29,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 445,
              "name": "Environmental Science",
              "description": "Environmental Science is a broad interdisciplinary field in which ecologists work with other physical, chemical, and biological researchers to study and seek solutions to environmental problems. Environmental science focuses on the environment and how humans can manage and utilise its resources and the effects our actions have on the environment.",
              "records_count": 214,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 451,
              "name": "Anatomy",
              "description": "The form and function of the structures of living organisms.",
              "records_count": 99,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 455,
              "name": "Molecular biology",
              "description": "The molecular basis of biological activity, particularly the macromolecules (e.g. proteins and nucleic acids) that are essential to life.",
              "records_count": 51,
              "descendants_count": 2,
              "children": [
                {
                  "id": 496,
                  "name": "Molecular Infection Biology",
                  "description": "Molecular Infection Biology is the branch of molecular biology which applies to infectious agents.",
                  "records_count": 4,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 647,
                  "name": "Molecular Neuroscience",
                  "description": "Molecular Neuroscience is a branch of neuroscience that examines the biology of the nervous system with molecular biology, molecular genetics, protein chemistry and related methodologies.",
                  "records_count": 3,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 459,
              "name": "Zoology",
              "description": "The branch of biology dealing with the study of animals.",
              "records_count": 407,
              "descendants_count": 14,
              "children": [
                {
                  "id": 470,
                  "name": "Animal Genetics",
                  "description": "The study of genetic traits in animals.",
                  "records_count": 13,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 552,
                  "name": "Animal Physiology",
                  "description": "Animal Physiology is the study of the normal processes and metabolic functions of animal organisms.",
                  "records_count": 6,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 640,
                  "name": "Entomology",
                  "description": "Entomology; the branch of zoology that studies insects.",
                  "records_count": 4,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 672,
                  "name": "Behavioural Biology",
                  "description": "Behavioural Biology is an interdisciplinary degree and field of science that examines the bidirectional interactions between behaviour and biology. An organism’s genetic, physiological and immunological processes drive behaviour, just as an individual's behaviour will impact its physiological and immunological state.",
                  "records_count": 6,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 685,
                  "name": "Biodiversity",
                  "description": "The degree of variation of life forms within a given ecosystem, biome or an entire planet.",
                  "records_count": 151,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 719,
                  "name": "Evolutionary Biology",
                  "description": "The evolutionary processes, from the genetic to environmental scale, that produced life in all its diversity.",
                  "records_count": 147,
                  "descendants_count": 5,
                  "children": [
                    {
                      "id": 558,
                      "name": "Taxonomy",
                      "description": "Organism classification, identification and naming.",
                      "records_count": 46,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 610,
                      "name": "Phylogeny",
                      "description": "The study of evolutionary relationships amongst organisms.",
                      "records_count": 66,
                      "descendants_count": 2,
                      "children": [
                        {
                          "id": 629,
                          "name": "Phylogenetics",
                          "description": "The study of evolutionary relationships amongst organisms from analysis of genetic information (typically gene or protein sequences).",
                          "records_count": 35,
                          "descendants_count": 0,
                          "children": []
                        },
                        {
                          "id": 729,
                          "name": "Phylogenomics",
                          "description": "The integrated study of evolutionary relationships and whole genome data, for example, in the analysis of species trees, horizontal gene transfer and evolutionary reconstruction.",
                          "records_count": 16,
                          "descendants_count": 0,
                          "children": []
                        }
                      ]
                    },
                    {
                      "id": 769,
                      "name": "Phenomics",
                      "description": "Phenomes, or the study of the change in phenotype (the physical and biochemical traits of organisms) in response to genetic and environmental factors.",
                      "records_count": 20,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                },
                {
                  "id": 859,
                  "name": "Ecosystem Science",
                  "description": "Ecosystem Science is the study of inter-relationships among the living organisms, physical features, bio-chemical processes, natural phenomena, and human activities in ecological communities. [NOAA https://oceanservice.noaa.gov/facts/ecosci.html, AL 16.5.2019]",
                  "records_count": 70,
                  "descendants_count": 2,
                  "children": [
                    {
                      "id": 611,
                      "name": "Marine Biology",
                      "description": "The study of organisms in the ocean or brackish waters.",
                      "records_count": 35,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 808,
                      "name": "Freshwater Science",
                      "description": "The study of organisms in freshwater ecosystems.",
                      "records_count": 12,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                }
              ]
            },
            {
              "id": 506,
              "name": "Cheminformatics",
              "description": "The application of information technology to chemistry in biological research environment.",
              "records_count": 16,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 534,
              "name": "Biochemistry",
              "description": "Chemical substances and physico-chemical processes and that occur within living organisms.",
              "records_count": 97,
              "descendants_count": 4,
              "children": [
                {
                  "id": 447,
                  "name": "Pathobiochemistry",
                  "description": "Pathobiochemistry is an intersiciplinary research area related to both biochemistry and pathology. Research focuses on diseases as a disruption of the ordinary biochemical processes of an organism.",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 466,
                  "name": "Phytochemistry",
                  "description": "Phytochemistry is the chemistry of plants and plant products.",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 623,
                  "name": "Enzymology",
                  "description": "The branch of biochemistry dealing with the chemical nature and biological activity of enzymes.",
                  "records_count": 13,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 758,
                  "name": "Glycomics",
                  "description": "A study of the complete set of glycans produced in a given cell or organism under specific conditions.",
                  "records_count": 24,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 548,
              "name": "Bioinformatics",
              "description": "Bioinformatics derives knowledge from computer analysis of biological data. These can consist of the information stored in the genetic code, but also experimental results from various sources, patient statistics, and scientific literature. Research in bioinformatics includes method development for storage, retrieval, and analysis of the data. Bioinformatics is a rapidly developing branch of biology and is highly interdisciplinary, using techniques and concepts from informatics, statistics, mathematics, chemistry, biochemistry, physics, and linguistics. It has many practical applications in different areas of biology and medicine. (M. Nilges and Jens P. Linge, Unite de Bio-informatique Structurale, Institut Pasteur, Paris)",
              "records_count": 150,
              "descendants_count": 1,
              "children": [
                {
                  "id": 699,
                  "name": "Proteogenomics",
                  "description": "A method of study that relates annotated genomic information to global protein expression in order to determine the relationship between genomic sequences and both expressed proteins and predicted peptide sequences; these studies can identify novel coding regions.",
                  "records_count": 7,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 574,
              "name": "Structural Biology",
              "description": "The discipline concerned with the three-dimensional configuration of biological molecules and the influence of structure on function.",
              "records_count": 36,
              "descendants_count": 1,
              "children": [
                {
                  "id": 669,
                  "name": "Structural Genomics",
                  "description": null,
                  "records_count": 2,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 585,
              "name": "Genetics",
              "description": "The branch of biology that deals with heredity, especially the mechanisms of hereditary transmission and the variation of inherited characteristics among similar or related organisms",
              "records_count": 378,
              "descendants_count": 13,
              "children": [
                {
                  "id": 475,
                  "name": "Neurogenetics",
                  "description": "Neurogenetics studies the role of genetics in the development and function of the nervous system.",
                  "records_count": 2,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 544,
                  "name": "Epigenetics",
                  "description": "Epigenetics is the study of the chemical modification of specific genes or gene-associated proteins of an organism. [Encyclopedia Britannica https://www.britannica.com/science/epigenetics, AL 10.06.2019]",
                  "records_count": 40,
                  "descendants_count": 1,
                  "children": [
                    {
                      "id": 483,
                      "name": "Epigenomics",
                      "description": "The study of the epigenetic modifications of a whole cell, tissue, organism etc.",
                      "records_count": 17,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                },
                {
                  "id": 578,
                  "name": "Immunogenetics",
                  "description": "A sub-field of genetics that uses both genetic and immunological analyses to study the genetics behind antibody formation and the immune response. (Biotech Life Science Dictionary)",
                  "records_count": 22,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 629,
                  "name": "Phylogenetics",
                  "description": "The study of evolutionary relationships amongst organisms from analysis of genetic information (typically gene or protein sequences).",
                  "records_count": 35,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 650,
                  "name": "Quantitative Genetics",
                  "description": "The genes and genetic mechanisms such as Mendelian inheritance that underly continuous phenotypic traits (such as height or weight).",
                  "records_count": 4,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 657,
                  "name": "Human Genetics",
                  "description": "The study of inheritance in human beings.",
                  "records_count": 22,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 666,
                  "name": "Microbial Genetics",
                  "description": "A branch of genetics concerned with the mechanisms and processes of heredity in microorganisms.",
                  "records_count": 6,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 756,
                  "name": "Molecular Genetics",
                  "description": "The structure and function of genes at a molecular level.",
                  "records_count": 81,
                  "descendants_count": 2,
                  "children": [
                    {
                      "id": 765,
                      "name": "Transcriptomics",
                      "description": "The analysis of transcriptomes, or a set of all the RNA molecules in a specific cell, tissue etc.",
                      "records_count": 74,
                      "descendants_count": 1,
                      "children": [
                        {
                          "id": 684,
                          "name": "Metatranscriptomics",
                          "description": "The study of microbe gene expression within natural environments (i.e. the metatranscriptome).",
                          "records_count": 1,
                          "descendants_count": 0,
                          "children": []
                        }
                      ]
                    }
                  ]
                },
                {
                  "id": 852,
                  "name": "Population Genetics",
                  "description": "The distribution of allele frequencies in a population of organisms and its change subject to evolutionary processes including natural selection, genetic drift, mutation and gene flow.",
                  "records_count": 21,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 853,
                  "name": "Plant Genetics",
                  "description": "Plant Genetics is the scientific study of the hereditary material of plants for purposes such as hybridization, improved food resources and increased production. [GEMET https://www.eionet.europa.eu/gemet/en/concept/6307, AL 12.6.2019]",
                  "records_count": 29,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 586,
              "name": "Soft Matter Physics",
              "description": "Soft Matter Physics sits at the interface between chemistry, physics and biology, and includes investigation of the structure, self-assembly, kinetics and properties of liquids, colloids, particles, formulations, gels, foams, sprays, soft solids and interfaces.",
              "records_count": 0,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 591,
              "name": "Chemical Biology",
              "description": "The use of synthetic chemistry to study and manipulate biological systems.",
              "records_count": 4,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 601,
              "name": "Biophysics",
              "description": "Physics as applied to biological problems; an interdisciplinary science that applies theories and methods of the physical sciences to questions of biology.",
              "records_count": 5,
              "descendants_count": 1,
              "children": [
                {
                  "id": 771,
                  "name": "Medical Physics",
                  "description": "Medical Physics is the application of physics to healthcare; using physics for patient imaging, measurement and treatment.",
                  "records_count": 4,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 675,
              "name": "Ecology",
              "description": "The branch of biology concerned with the relations between organisms and their environment.",
              "records_count": 262,
              "descendants_count": 8,
              "children": [
                {
                  "id": 429,
                  "name": "Agroecology",
                  "description": "Agroecology is the study of ecological processes applied to agricultural production systems.",
                  "records_count": 7,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 442,
                  "name": "Plant Ecology",
                  "description": "Plant Ecology is a subdiscipline of Ecology which studies the distribution and abundance of plants, the effects of environmental factors upon the abundance of plants, and the interactions among and between plants and other organisms.",
                  "records_count": 6,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 456,
                  "name": "Microbial Ecology",
                  "description": "The ecology of microorganisms including their relationship with one another and their environment.",
                  "records_count": 39,
                  "descendants_count": 4,
                  "children": [
                    {
                      "id": 498,
                      "name": "Metaproteomics",
                      "description": "Metaproteomics refers to the large-scale characterization of the entire protein complement of environmental or clinical samples at a given point in time. The method indiscriminately identifies proteins from the microbiota and the host/environments (metagenome). Computational analyses afford assignments of these proteins to their biological origins. It is often performed using liquid-chromatography-based separation coupled to mass spectrometry for peptide identification.",
                      "records_count": 2,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 509,
                      "name": "Metagenomics",
                      "description": "The study of genetic material recovered from environmental samples, and associated environmental data.",
                      "records_count": 27,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 684,
                      "name": "Metatranscriptomics",
                      "description": "The study of microbe gene expression within natural environments (i.e. the metatranscriptome).",
                      "records_count": 1,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 807,
                      "name": "Metataxonomics",
                      "description": "Metataxonomics is the high-throughput process used to characterize the entire microbiota and create a metataxonomic tree, which shows the relationships between all sequences obtained. While viruses are an integral part of the microbiota, no universal viral marker genes are available to perform such taxonomic assignments.",
                      "records_count": 1,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                },
                {
                  "id": 685,
                  "name": "Biodiversity",
                  "description": "The degree of variation of life forms within a given ecosystem, biome or an entire planet.",
                  "records_count": 151,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 705,
              "name": "Biotechnology",
              "description": "The exploitation of biological process, structure and function for industrial purposes, for example the genetic manipulation of microorganisms for the antibody production.",
              "records_count": 52,
              "descendants_count": 6,
              "children": [
                {
                  "id": 482,
                  "name": "Applied Microbiology",
                  "description": "Applied Microbiology is a scientific discipline that deals with the application of microorganisms and the knowledge about them. Applications include biotechnology, agriculture, medicine, food microbiology and bioremediation.",
                  "records_count": 7,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 507,
                  "name": "Biomaterials",
                  "description": "Any matter, surface or construct that interacts with a biological system.",
                  "records_count": 3,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 545,
                  "name": "Medical Biotechnology",
                  "description": "Biotechnology applied to the medical sciences and the development of medicines.",
                  "records_count": 3,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 800,
                  "name": "Bioengineering",
                  "description": "Bioengineering integrates physical, chemical, or mathematical sciences and engineering principles for treatment and for the study of biology, medicine, behavior, or health.",
                  "records_count": 26,
                  "descendants_count": 2,
                  "children": [
                    {
                      "id": 829,
                      "name": "Synthetic Biology",
                      "description": "Synthetic Biology is a field of biological research combining engineering in the formulation, design, and building (synthesis) of novel biological structures, functions, and systems.",
                      "records_count": 15,
                      "descendants_count": 1,
                      "children": [
                        {
                          "id": 638,
                          "name": "Biomimetic Chemistry",
                          "description": "Biomimetic Chemistry deals with chemical systems that can simulate biological phenomena, particularly catalysis and specificity.",
                          "records_count": 1,
                          "descendants_count": 0,
                          "children": []
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": 725,
              "name": "Computational Biology",
              "description": "The development and application of theory, analytical methods, mathematical models and computational simulation of biological systems.",
              "records_count": 262,
              "descendants_count": 8,
              "children": [
                {
                  "id": 433,
                  "name": "Functional Genomics",
                  "description": "The study of gene or protein functions and their interactions in totality in a given organism, tissue, cell etc.",
                  "records_count": 69,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 610,
                  "name": "Phylogeny",
                  "description": "The study of evolutionary relationships amongst organisms.",
                  "records_count": 66,
                  "descendants_count": 2,
                  "children": [
                    {
                      "id": 629,
                      "name": "Phylogenetics",
                      "description": "The study of evolutionary relationships amongst organisms from analysis of genetic information (typically gene or protein sequences).",
                      "records_count": 35,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 729,
                      "name": "Phylogenomics",
                      "description": "The integrated study of evolutionary relationships and whole genome data, for example, in the analysis of species trees, horizontal gene transfer and evolutionary reconstruction.",
                      "records_count": 16,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                },
                {
                  "id": 686,
                  "name": "Molecular Dynamics",
                  "description": "The science of simulating the motions of a system of particles. (Karplus and Petsko)",
                  "records_count": 3,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 756,
                  "name": "Molecular Genetics",
                  "description": "The structure and function of genes at a molecular level.",
                  "records_count": 81,
                  "descendants_count": 2,
                  "children": [
                    {
                      "id": 765,
                      "name": "Transcriptomics",
                      "description": "The analysis of transcriptomes, or a set of all the RNA molecules in a specific cell, tissue etc.",
                      "records_count": 74,
                      "descendants_count": 1,
                      "children": [
                        {
                          "id": 684,
                          "name": "Metatranscriptomics",
                          "description": "The study of microbe gene expression within natural environments (i.e. the metatranscriptome).",
                          "records_count": 1,
                          "descendants_count": 0,
                          "children": []
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "id": 727,
              "name": "Developmental Biology",
              "description": "The study of how a multicellular organism develops from its early immature forms (e.g., zygote, larva, embryo) into an adult.",
              "records_count": 66,
              "descendants_count": 2,
              "children": [
                {
                  "id": 565,
                  "name": "Developmental Psychology",
                  "description": "The study of the psychological and behavioral changes that occur in an organism between birth and old age.",
                  "records_count": 2,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 732,
                  "name": "Embryology",
                  "description": "The development of organisms between the one-cell stage (typically the zygote) and the end of the embryonic stage.",
                  "records_count": 4,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 745,
              "name": "Physiology",
              "description": "The functions of living organisms and their constituent parts.",
              "records_count": 45,
              "descendants_count": 4,
              "children": [
                {
                  "id": 529,
                  "name": "Neurophysiology",
                  "description": "A branch of neuroscience concerned with the physiology of the nervous system.",
                  "records_count": 11,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 552,
                  "name": "Animal Physiology",
                  "description": "Animal Physiology is the study of the normal processes and metabolic functions of animal organisms.",
                  "records_count": 6,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 553,
                  "name": "Microbial Physiology",
                  "description": "The metabolism of microbial life forms.",
                  "records_count": 2,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 819,
                  "name": "Electrophysiology",
                  "description": "That branch of physiology that is concerned with the electric phenomena associated with living bodies and involved in their functional activity.",
                  "records_count": 10,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 767,
              "name": "Cell Biology",
              "description": "The study of the internal workings of cells at the microscopic and molecular level.",
              "records_count": 48,
              "descendants_count": 1,
              "children": [
                {
                  "id": 786,
                  "name": "Plant Cell Biology",
                  "description": "Plant Cell Biology is a research area focusing on the how the processes underlying plant cell function and development are regulated.",
                  "records_count": 8,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 780,
              "name": "Biomedical Science",
              "description": "Research concerned with the application of biological and physiological principles to clinical medicine.",
              "records_count": 1262,
              "descendants_count": 38,
              "children": [
                {
                  "id": 451,
                  "name": "Anatomy",
                  "description": "The form and function of the structures of living organisms.",
                  "records_count": 99,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 479,
                  "name": "Medical Microbiology",
                  "description": "The study of microorganisms with an emphasis on their role in the human disease process.",
                  "records_count": 1,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 496,
                  "name": "Molecular Infection Biology",
                  "description": "Molecular Infection Biology is the branch of molecular biology which applies to infectious agents.",
                  "records_count": 4,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 600,
                  "name": "Medicines Research and Development",
                  "description": "The discovery, development and approval of medicines.",
                  "records_count": 302,
                  "descendants_count": 11,
                  "children": [
                    {
                      "id": 450,
                      "name": "Drug Discovery",
                      "description": "The discovery and design of drugs or potential drug compounds.",
                      "records_count": 29,
                      "descendants_count": 1,
                      "children": [
                        {
                          "id": 854,
                          "name": "Medicinal Chemistry",
                          "description": "The design and chemical synthesis of bioactive molecules, for example drugs or potential drug compounds, for medicinal purposes.",
                          "records_count": 6,
                          "descendants_count": 0,
                          "children": []
                        }
                      ]
                    },
                    {
                      "id": 573,
                      "name": "Biotherapeutics",
                      "description": "The process of formulating and administering a pharmaceutical compound to achieve a therapeutic effect.",
                      "records_count": 1,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 581,
                      "name": "Clinical Studies",
                      "description": "Research conducted with human subjects or on material of human origin in which an investigator directly interacts with human subjects; includes development of new technologies, study of mechanisms of human diseases, therapy, clinical trials, epidemiologic, behavior, and health services research.",
                      "records_count": 89,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 584,
                      "name": "Toxicology",
                      "description": "Toxicology is the branch of pharmacology that deals with the nature and effects and treatments of poisons.",
                      "records_count": 23,
                      "descendants_count": 2,
                      "children": [
                        {
                          "id": 452,
                          "name": "Toxicogenomics",
                          "description": "Toxicogenomics is a new scientific field that elucidates how the entire genome is involved in biological responses of organisms exposed to environmental toxicants/stressors. Toxicogenomics combines information from studies of genomic-scale mRNA profiling (by microarray analysis), cell-wide or tissue-wide protein profiling (proteomics), genetic susceptibility, and computational models to understand the roles of gene-environment interactions in disease. (from National Center for Toxicogenomics homepage)",
                          "records_count": 7,
                          "descendants_count": 0,
                          "children": []
                        },
                        {
                          "id": 649,
                          "name": "Medical Toxicology",
                          "description": "The branch of medicine that deals with the diagnosis, management and prevention of poisoning and other adverse health effects caused by medications, occupational and environmental toxins, and biological agents.",
                          "records_count": 2,
                          "descendants_count": 0,
                          "children": []
                        }
                      ]
                    },
                    {
                      "id": 599,
                      "name": "Drug Repositioning",
                      "description": "Drug repositioning is the deliberate and methodical practice of finding new applications for existing drugs.",
                      "records_count": 5,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 636,
                      "name": "Drug Metabolism",
                      "description": "A series of chemical modifications of a drug compound by enzymatic activity that make the substrate (drug) more water soluble to allow its clearance from the body. Drug metabolism occurs in two phases: Phase I (biotransformation) involves oxidation, hydroxylation reduction, and hydrolysis. Phase II (conjugation) involves synthesis and conjugation.",
                      "records_count": 6,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 667,
                      "name": "Drug Development",
                      "description": "The process of bringing a new drug to market once a lead compounds has been identified through drug discovery.",
                      "records_count": 9,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 844,
                      "name": "Preclinical Studies",
                      "description": "An investigation that tests a drug, procedure or medical treatment in animals to determine any toxic effects before trials can be carried out in humans.",
                      "records_count": 137,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                },
                {
                  "id": 632,
                  "name": "Immunology",
                  "description": "The study of the immune system and its reaction to pathogens, as well as its malfunctions (autoimmune diseases, allergies, rejection of organ transplants).",
                  "records_count": 39,
                  "descendants_count": 1,
                  "children": [
                    {
                      "id": 760,
                      "name": "Clinical Immunology",
                      "description": "The medical field that deals with immune diseases, including autoimmune diseases, allergies, rejection of organ transplants and immune deficiency.",
                      "records_count": 2,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                },
                {
                  "id": 752,
                  "name": "Nutritional Science",
                  "description": "The study of the effects of food components on the metabolism, health, performance and disease resistance of humans and animals.  It also includes the study of human behaviours related to food choices.",
                  "records_count": 21,
                  "descendants_count": 1,
                  "children": [
                    {
                      "id": 443,
                      "name": "Animal Nutrition",
                      "description": "Animal Nutrition is the science of feeds and their nutrients, their relation to animal health and disease; for providing feeds to animals use.",
                      "records_count": 0,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                },
                {
                  "id": 787,
                  "name": "Parasitology",
                  "description": "A branch of biology which deals with parasitic organisms with a strong emphasis on their role in disease.",
                  "records_count": 2,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 818,
                  "name": "Neuroscience",
                  "description": "A subject domain utilized for the submission of information encompassing and representing data, vocabulary or records related to the brain and nervous system.",
                  "records_count": 161,
                  "descendants_count": 17,
                  "children": [
                    {
                      "id": 464,
                      "name": "Cellular Neuroscience",
                      "description": "Cellular Neuroscience is the study of neurons at the cellular level. It includes cell morphology and physiological properties such as membrane trafficking, synthesis and transport of proteins, and synaptic plasticity.",
                      "records_count": 5,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 475,
                      "name": "Neurogenetics",
                      "description": "Neurogenetics studies the role of genetics in the development and function of the nervous system.",
                      "records_count": 2,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 491,
                      "name": "Psychotherapy",
                      "description": "A method of treating disease, esp. psychic disorders, by mental rather than pharmacological means (e.g., suggestion, re-education, hypnotism, and psychoanalysis). (Taber's)",
                      "records_count": 0,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 529,
                      "name": "Neurophysiology",
                      "description": "A branch of neuroscience concerned with the physiology of the nervous system.",
                      "records_count": 11,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 538,
                      "name": "Neurobiology",
                      "description": "The study of the nervous system and brain; its anatomy, physiology and function.",
                      "records_count": 53,
                      "descendants_count": 2,
                      "children": [
                        {
                          "id": 567,
                          "name": "Developmental Neurobiology",
                          "description": "The branch of neurobiology concerned with the changes that take place in the nervous system between fertilization and maturity.",
                          "records_count": 4,
                          "descendants_count": 0,
                          "children": []
                        },
                        {
                          "id": 718,
                          "name": "Comparative Neurobiology",
                          "description": "Comparative Neurobiology is the study of how nervous systems work by comparing the neurobiology of multiple species.",
                          "records_count": 2,
                          "descendants_count": 0,
                          "children": []
                        }
                      ]
                    },
                    {
                      "id": 580,
                      "name": "Biological Psychology",
                      "description": "Biological psychology is the application of the principles of biology to the study of mental processes and behaviour. For example, it involves the measuring of biological, physiological, or genetic variables in an attempt to relate them to psychological or behavioural variables.",
                      "records_count": 10,
                      "descendants_count": 1,
                      "children": [
                        {
                          "id": 654,
                          "name": "Cognitive Neuroscience",
                          "description": "Cognitive Neuroscience is the field of study focusing on the neural substrates of mental processes. It is at the intersection of psychology and neuroscience, but also overlaps with physiological psychology, cognitive psychology and neuropsychology. It combines the theories of cognitive psychology and computational modelling with experimental data about the brain.",
                          "records_count": 8,
                          "descendants_count": 0,
                          "children": []
                        }
                      ]
                    },
                    {
                      "id": 589,
                      "name": "Computational Neuroscience",
                      "description": "Computational Neuroscience is the field of study in which mathematical tools and theories are used to investigate brain function. It can also incorporate diverse approaches from electrical engineering, computer science and physics in order to understand how the nervous system processes information.",
                      "records_count": 19,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 594,
                      "name": "Biological Psychiatry",
                      "description": "Biological Psychiatry is the branch of psychiatry concerned with the biological basis for mental disorders, typically using physical methods or medication (as opposed to psychotherapy) as treatment.",
                      "records_count": 0,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 628,
                      "name": "Ophthalmology",
                      "description": "A medical specialty concerned with the structure and function of the eye and the medical and surgical treatment of its defects and diseases.",
                      "records_count": 1,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 647,
                      "name": "Molecular Neuroscience",
                      "description": "Molecular Neuroscience is a branch of neuroscience that examines the biology of the nervous system with molecular biology, molecular genetics, protein chemistry and related methodologies.",
                      "records_count": 3,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 721,
                      "name": "Psychosomatic Medicine",
                      "description": "A branch of medicine concerned with the relationship between emotion and body function.",
                      "records_count": 0,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 734,
                      "name": "Neurology",
                      "description": "A branch of medicine concerned with the development, anatomy, function, and dysfunction of the nervous system.",
                      "records_count": 10,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 779,
                      "name": "Systemic Neuroscience",
                      "description": "Systemic Neuroscience is a subdiscipline of Neuroscience and Systems Biology that studies the structure and function of neural circuits and systems. It encompasses a number of areas of study concerned with how nerve cells behave when connected together to form neural pathways, neural circuits, and larger brain networks.",
                      "records_count": 4,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 782,
                      "name": "Molecular Neurology",
                      "description": "Molecular Neurology is the study of the molecular basis of neurology and neurological disorders.",
                      "records_count": 1,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                }
              ]
            },
            {
              "id": 788,
              "name": "Microbiology",
              "description": "The science that deals with the study of microorganisms, including algae, archaea, bacteria, fungi, protozoa, and viruses.",
              "records_count": 278,
              "descendants_count": 14,
              "children": [
                {
                  "id": 430,
                  "name": "Soil Science",
                  "description": "Soil Science is the study of the properties, occurrence, and management of soil as a natural resource. Generally it includes the chemistry, microbiology, physics, morphology, and mineralogy of soils, as well as their genesis and classification.",
                  "records_count": 28,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 456,
                  "name": "Microbial Ecology",
                  "description": "The ecology of microorganisms including their relationship with one another and their environment.",
                  "records_count": 39,
                  "descendants_count": 4,
                  "children": [
                    {
                      "id": 498,
                      "name": "Metaproteomics",
                      "description": "Metaproteomics refers to the large-scale characterization of the entire protein complement of environmental or clinical samples at a given point in time. The method indiscriminately identifies proteins from the microbiota and the host/environments (metagenome). Computational analyses afford assignments of these proteins to their biological origins. It is often performed using liquid-chromatography-based separation coupled to mass spectrometry for peptide identification.",
                      "records_count": 2,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 509,
                      "name": "Metagenomics",
                      "description": "The study of genetic material recovered from environmental samples, and associated environmental data.",
                      "records_count": 27,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 684,
                      "name": "Metatranscriptomics",
                      "description": "The study of microbe gene expression within natural environments (i.e. the metatranscriptome).",
                      "records_count": 1,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 807,
                      "name": "Metataxonomics",
                      "description": "Metataxonomics is the high-throughput process used to characterize the entire microbiota and create a metataxonomic tree, which shows the relationships between all sequences obtained. While viruses are an integral part of the microbiota, no universal viral marker genes are available to perform such taxonomic assignments.",
                      "records_count": 1,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                },
                {
                  "id": 479,
                  "name": "Medical Microbiology",
                  "description": "The study of microorganisms with an emphasis on their role in the human disease process.",
                  "records_count": 1,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 482,
                  "name": "Applied Microbiology",
                  "description": "Applied Microbiology is a scientific discipline that deals with the application of microorganisms and the knowledge about them. Applications include biotechnology, agriculture, medicine, food microbiology and bioremediation.",
                  "records_count": 7,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 496,
                  "name": "Molecular Infection Biology",
                  "description": "Molecular Infection Biology is the branch of molecular biology which applies to infectious agents.",
                  "records_count": 4,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 553,
                  "name": "Microbial Physiology",
                  "description": "The metabolism of microbial life forms.",
                  "records_count": 2,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 666,
                  "name": "Microbial Genetics",
                  "description": "A branch of genetics concerned with the mechanisms and processes of heredity in microorganisms.",
                  "records_count": 6,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 710,
                  "name": "Virology",
                  "description": "Study of viruses, e.g. sequence and structural data, interactions of viral proteins, or a viral genome including molecular sequences, genes and annotation.",
                  "records_count": 142,
                  "descendants_count": 1,
                  "children": [
                    {
                      "id": 713,
                      "name": "Medical Virology",
                      "description": "Medical Virology is the study of the diagnosis and management of infectious diseases from a clinical and laboratory perspective, with particular interest in infection control, medical microbiology and public health.",
                      "records_count": 37,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                },
                {
                  "id": 720,
                  "name": "Molecular Microbiology",
                  "description": "Molecular Microbiology is the branch of microbiology devoted to the study of the molecular basis of the physiological processes that occur in microorganisms.",
                  "records_count": 6,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 791,
              "name": "Radiobiology",
              "description": "The study of the mechanisms and biological effects of ionizing radiation, including repair processes.",
              "records_count": 3,
              "descendants_count": 1,
              "children": [
                {
                  "id": 458,
                  "name": "Radiation Oncology",
                  "description": "Radiation Oncology is the study of the effects of ionizing radiation for treatment of tumors.",
                  "records_count": 1,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 794,
              "name": "Human Biology",
              "description": "Interdisciplinary studies involving biology, anthropology, nutrition, and medicine with a focus on humans.",
              "records_count": 5,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 795,
              "name": "Omics",
              "description": "The collective characterisation and quantification of pools of biological molecules that translate into the structure, function, and dynamics of an organism or organisms.",
              "records_count": 817,
              "descendants_count": 17,
              "children": [
                {
                  "id": 541,
                  "name": "Genomics",
                  "description": "The study of comprehensive sets of genes via high throughput methods.",
                  "records_count": 563,
                  "descendants_count": 11,
                  "children": [
                    {
                      "id": 433,
                      "name": "Functional Genomics",
                      "description": "The study of gene or protein functions and their interactions in totality in a given organism, tissue, cell etc.",
                      "records_count": 69,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 452,
                      "name": "Toxicogenomics",
                      "description": "Toxicogenomics is a new scientific field that elucidates how the entire genome is involved in biological responses of organisms exposed to environmental toxicants/stressors. Toxicogenomics combines information from studies of genomic-scale mRNA profiling (by microarray analysis), cell-wide or tissue-wide protein profiling (proteomics), genetic susceptibility, and computational models to understand the roles of gene-environment interactions in disease. (from National Center for Toxicogenomics homepage)",
                      "records_count": 7,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 483,
                      "name": "Epigenomics",
                      "description": "The study of the epigenetic modifications of a whole cell, tissue, organism etc.",
                      "records_count": 17,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 509,
                      "name": "Metagenomics",
                      "description": "The study of genetic material recovered from environmental samples, and associated environmental data.",
                      "records_count": 27,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 669,
                      "name": "Structural Genomics",
                      "description": null,
                      "records_count": 2,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 699,
                      "name": "Proteogenomics",
                      "description": "A method of study that relates annotated genomic information to global protein expression in order to determine the relationship between genomic sequences and both expressed proteins and predicted peptide sequences; these studies can identify novel coding regions.",
                      "records_count": 7,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 729,
                      "name": "Phylogenomics",
                      "description": "The integrated study of evolutionary relationships and whole genome data, for example, in the analysis of species trees, horizontal gene transfer and evolutionary reconstruction.",
                      "records_count": 16,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 748,
                      "name": "Pharmacogenomics",
                      "description": "The influence of genotype on drug response, for example by correlating gene expression or single-nucleotide polymorphisms with drug efficacy or toxicity.",
                      "records_count": 14,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 765,
                      "name": "Transcriptomics",
                      "description": "The analysis of transcriptomes, or a set of all the RNA molecules in a specific cell, tissue etc.",
                      "records_count": 74,
                      "descendants_count": 1,
                      "children": [
                        {
                          "id": 684,
                          "name": "Metatranscriptomics",
                          "description": "The study of microbe gene expression within natural environments (i.e. the metatranscriptome).",
                          "records_count": 1,
                          "descendants_count": 0,
                          "children": []
                        }
                      ]
                    },
                    {
                      "id": 783,
                      "name": "Comparative Genomics",
                      "description": "The study (typically comparison) of the sequence, structure or function of multiple genomes.",
                      "records_count": 61,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                },
                {
                  "id": 596,
                  "name": "Proteomics",
                  "description": "The global analysis of cellular proteins. Proteomics uses a combination of sophisticated techniques including two-dimensional (2D) gel electrophoresis, image analysis, mass spectrometry, amino acid sequencing, and bio-informatics to resolve comprehensively, to quantify, and to characterize proteins. The application of proteomics provides major opportunities to elucidate disease mechanisms and to identify new diagnostic markers and therapeutic targets.",
                  "records_count": 130,
                  "descendants_count": 1,
                  "children": [
                    {
                      "id": 498,
                      "name": "Metaproteomics",
                      "description": "Metaproteomics refers to the large-scale characterization of the entire protein complement of environmental or clinical samples at a given point in time. The method indiscriminately identifies proteins from the microbiota and the host/environments (metagenome). Computational analyses afford assignments of these proteins to their biological origins. It is often performed using liquid-chromatography-based separation coupled to mass spectrometry for peptide identification.",
                      "records_count": 2,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                },
                {
                  "id": 758,
                  "name": "Glycomics",
                  "description": "A study of the complete set of glycans produced in a given cell or organism under specific conditions.",
                  "records_count": 24,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 763,
                  "name": "Metabolomics",
                  "description": "The systematic study of metabolites, the chemical processes they are involved, and the chemical fingerprints of specific cellular processes in a whole cell, tissue, organ or organism.",
                  "records_count": 58,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 769,
                  "name": "Phenomics",
                  "description": "Phenomes, or the study of the change in phenotype (the physical and biochemical traits of organisms) in response to genetic and environmental factors.",
                  "records_count": 20,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 838,
              "name": "Systems Biology",
              "description": "The holistic modelling and analysis of complex biological systems and the interactions therein.",
              "records_count": 72,
              "descendants_count": 1,
              "children": [
                {
                  "id": 779,
                  "name": "Systemic Neuroscience",
                  "description": "Systemic Neuroscience is a subdiscipline of Neuroscience and Systems Biology that studies the structure and function of neural circuits and systems. It encompasses a number of areas of study concerned with how nerve cells behave when connected together to form neural pathways, neural circuits, and larger brain networks.",
                  "records_count": 4,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "id": 796,
      "name": "Physics",
      "description": "The study of matter, space and time, and related concepts such as energy and force.",
      "records_count": 250,
      "descendants_count": 24,
      "children": [
        {
          "id": 481,
          "name": "Atomic, Molecular, Optical and Plasma Physics",
          "description": "Atomic, Molecular, Optical and Plasma Physics (AMOP) is the study of matter-matter and light-matter interactions; at the scale of one or a few atoms and energy scales around several electron volts.",
          "records_count": 3,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 493,
          "name": "Acoustics",
          "description": "Acoustics is the branch of physics concerned with the properties and phenomena of sound, sometimes esp. in relation to hearing or speech.",
          "records_count": 2,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 527,
          "name": "Polymer Physics",
          "description": "Polymer Physics is the field of physics that studies polymers, their fluctuations, mechanical properties, as well as the kinetics of reactions involving degradation and polymerisation of polymers and monomers respectively.",
          "records_count": 0,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 531,
          "name": "Nanotechnology",
          "description": "A multidisciplinary field that strives to comprehend the interactions of cellular components, molecular components and engineered materials at the nanoscale (i.e., less than 100 nanometers). This discipline focuses on the understanding and control of matter at the nanoscale, wherein unique phenomena enable novel applications.",
          "records_count": 14,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 559,
          "name": "Thermodynamics",
          "description": "The branch of physics concerned with the conversion of different forms of energy.",
          "records_count": 8,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 569,
          "name": "Electromagnetism",
          "description": "Electromagnetism is a branch of physics involving the study of the electromagnetic force, a type of physical interaction that occurs between electrically charged particles.",
          "records_count": 4,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 577,
          "name": "Building Engineering Physics",
          "description": "Building Engineering Physics investigates the areas of natural science that relate to the energy performance of buildings and their indoor and outdoor environments. The understanding and application of Building Engineering Physics allows us to design and construct high performance buildings which are comfortable and functional, yet use natural resources efficiently and minimise the environmental impacts of their construction and operation. It is related to Architecture, Structural Engineering and Building Services Engineering.",
          "records_count": 2,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 586,
          "name": "Soft Matter Physics",
          "description": "Soft Matter Physics sits at the interface between chemistry, physics and biology, and includes investigation of the structure, self-assembly, kinetics and properties of liquids, colloids, particles, formulations, gels, foams, sprays, soft solids and interfaces.",
          "records_count": 0,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 589,
          "name": "Computational Neuroscience",
          "description": "Computational Neuroscience is the field of study in which mathematical tools and theories are used to investigate brain function. It can also incorporate diverse approaches from electrical engineering, computer science and physics in order to understand how the nervous system processes information.",
          "records_count": 19,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 590,
          "name": "Meteorology",
          "description": "Meteorology is the branch of science that deals with atmospheric phenomena and processes, especially with a view to forecasting the weather.",
          "records_count": 47,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 601,
          "name": "Biophysics",
          "description": "Physics as applied to biological problems; an interdisciplinary science that applies theories and methods of the physical sciences to questions of biology.",
          "records_count": 5,
          "descendants_count": 1,
          "children": [
            {
              "id": 771,
              "name": "Medical Physics",
              "description": "Medical Physics is the application of physics to healthcare; using physics for patient imaging, measurement and treatment.",
              "records_count": 4,
              "descendants_count": 0,
              "children": []
            }
          ]
        },
        {
          "id": 637,
          "name": "Astrophysics and Astronomy",
          "description": "Astronomy and astrophysics are the study of objects and phenomena that are found beyond our solar system. This combines theoretical simulations and observation with both terrestrial and space-craft-borne instruments of the electromagnetic radiation and high-energy particles emitted by celestial bodies.",
          "records_count": 94,
          "descendants_count": 2,
          "children": [
            {
              "id": 671,
              "name": "Cosmology",
              "description": "Cosmology is a branch of astronomy concerned with the studies of the origin and evolution of the universe, from the Big Bang to today and on into the future.",
              "records_count": 3,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 845,
              "name": "Selenography",
              "description": "Selenography is the study of the surface and physical features of the Moon.",
              "records_count": 1,
              "descendants_count": 0,
              "children": []
            }
          ]
        },
        {
          "id": 691,
          "name": "Nonlinear Dynamics",
          "description": "Nonlinear Dynamics is the branch of Physics that studies systems governed by equations more complex than the linear, aX+b form. Nonlinear systems, such as the weather or neurons, often appear chaotic, unpredictable or counterintuitive, and yet their behaviour is not random.",
          "records_count": 0,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 755,
          "name": "Condensed Matter Physics",
          "description": "Condensed Matter Physics is the field of physics that deals with the macroscopic and microscopic physical properties of matter. In particular it is concerned with the \"condensed\" phases that appear whenever the number of constituents in a system is extremely large and the interactions between the constituents are strong.",
          "records_count": 1,
          "descendants_count": 2,
          "children": [
            {
              "id": 515,
              "name": "Experimental Condensed Matter Physics",
              "description": "Experimental Condensed Matter Physics involves the use of experimental probes to try to discover new properties of materials. Such probes include effects of electric and magnetic fields, measuring response functions, transport properties and thermometry.",
              "records_count": 0,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 793,
              "name": "Theoretical Condensed Matter Physics",
              "description": "Theoretical Condensed Matter Physics involves the use of theoretical models to understand properties of states of matter. These include models to study the electronic properties of solids and the physics of phase transitions. Modern theoretical studies involve the use of numerical computation of electronic structure and mathematical tools to understand phenomena such as high-temperature superconductivity, topological phases, and gauge symmetries.",
              "records_count": 0,
              "descendants_count": 0,
              "children": []
            }
          ]
        },
        {
          "id": 790,
          "name": "Particles, Nuclei and Fields",
          "description": "Particles, Nuclei and Fields are interlinked areas of study within Physics. Particle physics is a research area concerned with the nature of the particles that constitute matter and radiation. Atomic nuclei, together with their constituents and interactions are studied within Nuclear Physics. Fields, in physics, are regions in which each point is affected by a force.",
          "records_count": 1,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 830,
          "name": "Mechanics",
          "description": "Its fundamental principle is that any physical system can be decomposed into a collection of simple independent local elements each of which interacts only with its immediate neighbors.  In classical mechanics a complete description of any physical system is supposed to be specified by giving the values of the various fields (e.g., the electric field, the magnetic field, etc.) at each of the relevant spacetime points.",
          "records_count": 2,
          "descendants_count": 2,
          "children": [
            {
              "id": 662,
              "name": "Applied Mechanics",
              "description": "Applied Mechanics is the practical application of mechanics and bridges the gap between physical theory and its application to technology. It is used in many fields of engineering, especially Mechanical Engineering and Civil Engineering.",
              "records_count": 0,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 839,
              "name": "Fluid Mechanics",
              "description": "Fluid Mechanics the branch of mechanics dealing with the flow of liquids and gases and the way they respond to and exert forces.",
              "records_count": 1,
              "descendants_count": 0,
              "children": []
            }
          ]
        },
        {
          "id": 843,
          "name": "Statistical Physics",
          "description": "Statistical Physics is a branch of physics that uses probability theory and statistics to solve physical problems that usually involve systems composed of a large number of units. Its main purpose is to study the properties of a system from the statistical behaviour of its components.",
          "records_count": 0,
          "descendants_count": 0,
          "children": []
        }
      ]
    },
    {
      "id": 608,
      "name": "Chemistry",
      "description": "The science of the composition, structure, properties, and reactions of matter, especially of atomic and molecular systems.",
      "records_count": 372,
      "descendants_count": 36,
      "children": [
        {
          "id": 432,
          "name": "Geochemistry",
          "description": "Geochemistry is defined as the study of the processes that control the abundance, composition, and distribution of chemical compounds and isotopes in geologic environments. [Adapted from https://www.sciencedirect.com/topics/earth-and-planetary-sciences/geochemistry and https://doi.org/10.1016/B978-0-12-803350-0.00001-5, AL 2.4.2019]",
          "records_count": 28,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 450,
          "name": "Drug Discovery",
          "description": "The discovery and design of drugs or potential drug compounds.",
          "records_count": 29,
          "descendants_count": 1,
          "children": [
            {
              "id": 854,
              "name": "Medicinal Chemistry",
              "description": "The design and chemical synthesis of bioactive molecules, for example drugs or potential drug compounds, for medicinal purposes.",
              "records_count": 6,
              "descendants_count": 0,
              "children": []
            }
          ]
        },
        {
          "id": 469,
          "name": "Synthetic Chemistry",
          "description": "The use of chemistry to create new compounds.",
          "records_count": 14,
          "descendants_count": 2,
          "children": [
            {
              "id": 591,
              "name": "Chemical Biology",
              "description": "The use of synthetic chemistry to study and manipulate biological systems.",
              "records_count": 4,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 854,
              "name": "Medicinal Chemistry",
              "description": "The design and chemical synthesis of bioactive molecules, for example drugs or potential drug compounds, for medicinal purposes.",
              "records_count": 6,
              "descendants_count": 0,
              "children": []
            }
          ]
        },
        {
          "id": 472,
          "name": "Polymer Research",
          "description": "Polymer Research is a subfield of Materials Science concerned with polymers, primarily synthetic polymers such as plastics and elastomers. The field of polymer science includes researchers in multiple disciplines including chemistry, physics, and engineering.",
          "records_count": 3,
          "descendants_count": 2,
          "children": [
            {
              "id": 527,
              "name": "Polymer Physics",
              "description": "Polymer Physics is the field of physics that studies polymers, their fluctuations, mechanical properties, as well as the kinetics of reactions involving degradation and polymerisation of polymers and monomers respectively.",
              "records_count": 0,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 547,
              "name": "Polymer Chemistry",
              "description": "The study of synthesis and application of polymers.  Polymers are any of numerous natural and synthetic compounds of usually high molecular weight consisting of up to millions of repeated linked units, each a relatively light and simple molecule.",
              "records_count": 2,
              "descendants_count": 0,
              "children": []
            }
          ]
        },
        {
          "id": 484,
          "name": "Organic Chemistry",
          "description": "A branch of chemistry that deals specifically with the structures, synthesis and reactions of carbon-containing compounds.",
          "records_count": 13,
          "descendants_count": 2,
          "children": [
            {
              "id": 547,
              "name": "Polymer Chemistry",
              "description": "The study of synthesis and application of polymers.  Polymers are any of numerous natural and synthetic compounds of usually high molecular weight consisting of up to millions of repeated linked units, each a relatively light and simple molecule.",
              "records_count": 2,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 551,
              "name": "Organic Molecular Chemistry",
              "description": null,
              "records_count": 2,
              "descendants_count": 0,
              "children": []
            }
          ]
        },
        {
          "id": 506,
          "name": "Cheminformatics",
          "description": "The application of information technology to chemistry in biological research environment.",
          "records_count": 16,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 531,
          "name": "Nanotechnology",
          "description": "A multidisciplinary field that strives to comprehend the interactions of cellular components, molecular components and engineered materials at the nanoscale (i.e., less than 100 nanometers). This discipline focuses on the understanding and control of matter at the nanoscale, wherein unique phenomena enable novel applications.",
          "records_count": 14,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 534,
          "name": "Biochemistry",
          "description": "Chemical substances and physico-chemical processes and that occur within living organisms.",
          "records_count": 97,
          "descendants_count": 4,
          "children": [
            {
              "id": 447,
              "name": "Pathobiochemistry",
              "description": "Pathobiochemistry is an intersiciplinary research area related to both biochemistry and pathology. Research focuses on diseases as a disruption of the ordinary biochemical processes of an organism.",
              "records_count": 0,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 466,
              "name": "Phytochemistry",
              "description": "Phytochemistry is the chemistry of plants and plant products.",
              "records_count": 0,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 623,
              "name": "Enzymology",
              "description": "The branch of biochemistry dealing with the chemical nature and biological activity of enzymes.",
              "records_count": 13,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 758,
              "name": "Glycomics",
              "description": "A study of the complete set of glycans produced in a given cell or organism under specific conditions.",
              "records_count": 24,
              "descendants_count": 0,
              "children": []
            }
          ]
        },
        {
          "id": 570,
          "name": "Molecular Chemistry",
          "description": "Molecular Chemistry is a subject concerned with the synthesis of molecules with new biological or physical properties to address scientific or societal challenges. This research area covers the development of new synthetic methodologies for the synthesis of both natural and novel products. [Adapted from https://www.reading.ac.uk/chemistry/research/chem-molecularchemistry.aspx and https://www.ru.nl/english/education/masters/molecular-chemistry/, AL 18.6.2019]",
          "records_count": 14,
          "descendants_count": 2,
          "children": [
            {
              "id": 513,
              "name": "Inorganic Molecular Chemistry",
              "description": null,
              "records_count": 4,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 551,
              "name": "Organic Molecular Chemistry",
              "description": null,
              "records_count": 2,
              "descendants_count": 0,
              "children": []
            }
          ]
        },
        {
          "id": 634,
          "name": "Theoretical Chemistry",
          "description": "Theoretical Chemistry is the examination of the structural and dynamic properties of molecules and molecular materials using the tools of quantum chemistry, equilibrium and nonequilibrium statistical mechanics and dynamics.",
          "records_count": 10,
          "descendants_count": 1,
          "children": [
            {
              "id": 848,
              "name": "Computational Chemistry",
              "description": "Computational chemistry is the branch of theoretical chemistry whose major goals are to create efficient computer programs that calculate the properties of molecules (such as total energy, dipole moment, vibrational frequencies) and to apply these programs to concrete chemical objects. (from Information Headquarters)",
              "records_count": 7,
              "descendants_count": 0,
              "children": []
            }
          ]
        },
        {
          "id": 638,
          "name": "Biomimetic Chemistry",
          "description": "Biomimetic Chemistry deals with chemical systems that can simulate biological phenomena, particularly catalysis and specificity.",
          "records_count": 1,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 693,
          "name": "Physical Chemistry",
          "description": "The branch of chemistry dealing with the physical properties of chemical substances. Chemical thermodynamics, chemical kinetics, quantum chemistry, statistical mechanics, and spectroscopy are some areas of chemistry comprising the bulk of physical chemistry.",
          "records_count": 31,
          "descendants_count": 6,
          "children": [
            {
              "id": 579,
              "name": "Synthesis Chemistry",
              "description": "A specialized branch of chemistry dealing with the making of compounds, generally from the building blocks to the larger or complex molecules. e.g. making protein from amino acids, or DNA from nucleotides.",
              "records_count": 2,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 586,
              "name": "Soft Matter Physics",
              "description": "Soft Matter Physics sits at the interface between chemistry, physics and biology, and includes investigation of the structure, self-assembly, kinetics and properties of liquids, colloids, particles, formulations, gels, foams, sprays, soft solids and interfaces.",
              "records_count": 0,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 609,
              "name": "Molecular Physical Chemistry",
              "description": "Molecular Physical Chemistry is a field of Physical Chemistry concerned primarily with thermodynamics and reaction dynamics and other molecular properties that allow the behaviour of larger groups of molecules to be predicted.",
              "records_count": 4,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 683,
              "name": "Solid-State Chemistry",
              "description": "Solid-State Chemistry, also sometimes referred as materials chemistry, is the study of the synthesis, structure, and properties of solid phase materials, particularly, but not necessarily exclusively of, non-molecular solids.",
              "records_count": 4,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 846,
              "name": "Surface Science",
              "description": "Surface Science is the study of physical and chemical phenomena that occur at the interface of two phases, including solid–liquid interfaces, solid–gas interfaces, solid–vacuum interfaces, and liquid–gas interfaces. [Wikipedia, https://en.wikipedia.org/wiki/Surface_science, 1.4.2019]",
              "records_count": 15,
              "descendants_count": 1,
              "children": [
                {
                  "id": 531,
                  "name": "Nanotechnology",
                  "description": "A multidisciplinary field that strives to comprehend the interactions of cellular components, molecular components and engineered materials at the nanoscale (i.e., less than 100 nanometers). This discipline focuses on the understanding and control of matter at the nanoscale, wherein unique phenomena enable novel applications.",
                  "records_count": 14,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            }
          ]
        },
        {
          "id": 773,
          "name": "Analytical Chemistry",
          "description": "The study of the separation, identification, and quantification of the chemical components of natural and artificial materials.",
          "records_count": 13,
          "descendants_count": 2,
          "children": [
            {
              "id": 749,
              "name": "Clinical Chemistry",
              "description": "The department responsible for performing chemical and enzymatic analyses of body fluids and tissues. (from Handbook of Medical Informatics)",
              "records_count": 3,
              "descendants_count": 1,
              "children": [
                {
                  "id": 447,
                  "name": "Pathobiochemistry",
                  "description": "Pathobiochemistry is an intersiciplinary research area related to both biochemistry and pathology. Research focuses on diseases as a disruption of the ordinary biochemical processes of an organism.",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            }
          ]
        },
        {
          "id": 784,
          "name": "Chemical Engineering",
          "description": "Chemical Engineering; engineering dealing with the industrial application of chemistry. (WWWebster Dictionary)",
          "records_count": 13,
          "descendants_count": 3,
          "children": [
            {
              "id": 478,
              "name": "Functional Materials Research",
              "description": "Functional Materials Research is concerned with materials which possess particular native properties and functions of their own, such as ferroelectricity, piezoelectricity, magnetism or energy storage functions. Functional materials are found in all classes of materials: ceramics, metals, polymers and organic molecules. Functional materials are often used in electromagnetic applications from KHz to THz and at optical frequencies where the plasmonic properties of metals assume particular importance. Functional materials are also of critical importance in materials for energy such as electro- and magnetocaloric materials, for energy storage and for solar harvesting functions.",
              "records_count": 3,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 733,
              "name": "Biological Process Engineering",
              "description": "Biological Process Engineering is a specialization of Chemical Engineering and Process Engineering that deals with the design and development of equipment and processes for the manufacturing of products such as agriculture, food, feed, pharmaceuticals, nutraceuticals, chemicals, and polymers and paper.",
              "records_count": 5,
              "descendants_count": 1,
              "children": [
                {
                  "id": 510,
                  "name": "Food Process Engineering",
                  "description": "Food Process Engineering is a field of study focusing on the applications of engineering principles and concepts to food and food processes. The processes include any physical properties and changes to the food product that result in preservation of the food, extending to transportation, product shelf-life, or improvements in the product quality attributes.",
                  "records_count": 3,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            }
          ]
        },
        {
          "id": 811,
          "name": "Food Chemistry",
          "description": "Food Chemistry is the study of chemical processes and interactions of all biological and non-biological components of foods. The biological substances include such items as meat, poultry, lettuce, beer, and milk as examples. It is similar to biochemistry in its main components such as carbohydrates, lipids, and protein, but it also includes areas such as water, vitamins, minerals, enzymes, food additives, flavors, and colors. [Adapted from Wikipedia, AL 1.4.2019]",
          "records_count": 3,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 821,
          "name": "Technical Chemistry",
          "description": "Technical Chemistry is a branch of Chemistry dealing with chemical processes in an industrial setting. This includes material development, water resources management, environmental technology, or waste management. It also includes the development and testing of new substances and materials.",
          "records_count": 1,
          "descendants_count": 0,
          "children": []
        }
      ]
    },
    {
      "id": 708,
      "name": "Earth Science",
      "description": "Earth Science is the science that deals with the earth or any part thereof; includes the disciplines of geology, geography, oceanography and meteorology, among others. [GEMET https://www.eionet.europa.eu/gemet/en/concept/2405, AL 12.6.2019]",
      "records_count": 1239,
      "descendants_count": 37,
      "children": [
        {
          "id": 430,
          "name": "Soil Science",
          "description": "Soil Science is the study of the properties, occurrence, and management of soil as a natural resource. Generally it includes the chemistry, microbiology, physics, morphology, and mineralogy of soils, as well as their genesis and classification.",
          "records_count": 28,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 445,
          "name": "Environmental Science",
          "description": "Environmental Science is a broad interdisciplinary field in which ecologists work with other physical, chemical, and biological researchers to study and seek solutions to environmental problems. Environmental science focuses on the environment and how humans can manage and utilise its resources and the effects our actions have on the environment.",
          "records_count": 214,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 471,
          "name": "Geology",
          "description": "Geology is the study or science of the earth, its history, and its life as recorded in the rocks; includes the study of geologic features of an area, such as the geometry of rock formations, weathering and erosion, and sedimentation.",
          "records_count": 131,
          "descendants_count": 4,
          "children": [
            {
              "id": 432,
              "name": "Geochemistry",
              "description": "Geochemistry is defined as the study of the processes that control the abundance, composition, and distribution of chemical compounds and isotopes in geologic environments. [Adapted from https://www.sciencedirect.com/topics/earth-and-planetary-sciences/geochemistry and https://doi.org/10.1016/B978-0-12-803350-0.00001-5, AL 2.4.2019]",
              "records_count": 28,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 436,
              "name": "Hydrogeology",
              "description": "Hydrogeology is the subfield of Geology that is concerned with the study of water on or below the surface of the earth.",
              "records_count": 19,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 731,
              "name": "Mineralogy",
              "description": "Mineralogy is a subfield of Geology specializing in the scientific study of the chemistry, crystal structure, and physical (including optical) properties of minerals and mineralized artifacts. Specific studies within mineralogy include the processes of mineral origin and formation, classification of minerals, their geographical distribution, as well as their utilization. [Adapted from Wikipedia https://en.wikipedia.org/wiki/Mineralogy, AL 2.4.2019]",
              "records_count": 15,
              "descendants_count": 1,
              "children": [
                {
                  "id": 592,
                  "name": "Gemology",
                  "description": "Gemology or gemmology is the science dealing with natural and artificial gemstone materials. It is considered a geoscience and a branch of mineralogy.",
                  "records_count": 1,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            }
          ]
        },
        {
          "id": 486,
          "name": "Paleontology",
          "description": "Paleontology is the branch of science that deals with extinct and fossil humans, animals, and plants, or more generally with evidence of organic life during the geological past.",
          "records_count": 15,
          "descendants_count": 0,
          "children": []
        },
        {
          "id": 511,
          "name": "Geography",
          "description": "The science that deals with the world and its inhabitants; a description of the earth, or a portion of the earth, including its structure, features, products, political divisions, and the people by whom it is inhabited.",
          "records_count": 83,
          "descendants_count": 13,
          "children": [
            {
              "id": 561,
              "name": "Area Studies",
              "description": "Area Studies is a type of multidisciplinary social research focusing on specific geographic regions or culturally defined areas. Area studies typically draw on disciplines such as political science, history, sociology, ethnology, geography, linguistics, literature, and cultural studies.",
              "records_count": 5,
              "descendants_count": 10,
              "children": [
                {
                  "id": 525,
                  "name": "Religious Studies",
                  "description": "Religious Studies is an academic field devoted to research into religious beliefs, behaviors, and institutions. It describes, compares, interprets, and explains religion, emphasizing systematic, historically based, and cross-cultural perspectives.",
                  "records_count": 2,
                  "descendants_count": 2,
                  "children": [
                    {
                      "id": 520,
                      "name": "Islamic Studies",
                      "description": "Islamic Studies refers to the study of Islam. Islamic studies can be pursued from a primarily secular or traditional religous perspective.",
                      "records_count": 0,
                      "descendants_count": 0,
                      "children": []
                    },
                    {
                      "id": 689,
                      "name": "Jewish Studies",
                      "description": "Jewish Studies is an academic discipline centered on the study of Jews and Judaism.",
                      "records_count": 0,
                      "descendants_count": 0,
                      "children": []
                    }
                  ]
                },
                {
                  "id": 555,
                  "name": "American Studies",
                  "description": "American Studies is an interdisciplinary field of scholarship that examines American history, society, and culture. It traditionally incorporates the study of history, literature, and critical theory, but also welcomes research methods from a variety of other disciplines. Scholarship in American studies has most often concerned the United States. In the past decades, however, it has also sought to study other nations and territories in the Americas, as well as American interactions with countries across the globe.",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 566,
                  "name": "Theatre Studies",
                  "description": "Theatre Studies (sometimes referred to as theatrology or dramatics) is the study of theatrical performance in relation to its literary, physical, psycho-biological, sociological, and historical contexts.",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 630,
                  "name": "Ancient Near Eastern Studies",
                  "description": "Ancient Near Eastern Studies is the field of academic study of the Ancient Near East.",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 680,
                  "name": "Asian Studies",
                  "description": "Asian Studies is the term used usually in North America and Australia for what in Europe is known as Oriental studies. The field is concerned with the Asian people and societies, their cultures, languages, history and politics.",
                  "records_count": 1,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 698,
                  "name": "African Studies",
                  "description": "African Studies is the study of Africa, especially the continent's cultures and societies (as opposed to its geology, geography, zoology, etc.).",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 716,
                  "name": "Arabian Studies",
                  "description": "Arabian Studies is the study of the Arabian region including the Gulf, the Red Sea and Arabia.",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 789,
                  "name": "Oceania Studies",
                  "description": "Oceania Studies is the study of the Pacific region across academic disciplines. In the fields of anthropology and linguistics, Oceania is often subdivided into Melanesia, Micronesia, and Polynesia, while also including Australasia. In archeology and prehistory, Oceania extends into the southern Pacific Rim of Asia, especially the islands now comprising Indonesia, Malaysia, the Philippines, and Taiwan.",
                  "records_count": 0,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 774,
              "name": "Human Geography",
              "description": "Human Geography is the branch of geography that deals with the activities of mankind as they affect or are influenced by the landscape; (also) the geographical features of a place or region as they relate to or are affected by humans or human activity. [OED, AL 12.6.2019]",
              "records_count": 5,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 815,
              "name": "Physical Geography",
              "description": "Physical Geography is the branch of geography concerned with the natural features of the earth, as distinct from its political divisions, economic activity, etc. [OED, AL 12.6.2019]",
              "records_count": 9,
              "descendants_count": 0,
              "children": []
            }
          ]
        },
        {
          "id": 517,
          "name": "Geophysics",
          "description": "Geophysics is the branch of science concerned with the physics of the earth and the processes which affect it; the application of the principles, methods, and techniques of physics to the study of the earth, esp. the crust. [Adapted from OED, AL 12.6.2019]",
          "records_count": 115,
          "descendants_count": 5,
          "children": [
            {
              "id": 612,
              "name": "Geoinformatics",
              "description": "Geoinformatics is the science of developing and using information science infrastructure to address the problems of geography, cartography, geosciences and related branches of science and engineering.",
              "records_count": 64,
              "descendants_count": 4,
              "children": [
                {
                  "id": 438,
                  "name": "Cartography",
                  "description": "Cartography is the art and science of the production of maps. This includes the construction of projections, design, compilation, drafting and reproduction. [AgroVoc]",
                  "records_count": 6,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 679,
                  "name": "Geodesy",
                  "description": "Geodesy is the science of accurately measuring and understanding three fundamental properties of the Earth: its geometric shape, its orientation in space, and its gravity field— as well as the changes of these properties with time. [Adapted from https://oceanservice.noaa.gov/facts/geodesy.html, AL 8.5.2019]",
                  "records_count": 14,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 701,
                  "name": "Photogrammetry",
                  "description": "Photogrammetry is the technique of using photographs to ascertain measurements of what is photographed, esp. in surveying and mapping. [OED]",
                  "records_count": 1,
                  "descendants_count": 0,
                  "children": []
                },
                {
                  "id": 746,
                  "name": "Remote Sensing",
                  "description": "Remote Sensing is the acquisition of information about an object or phenomenon without making physical contact with the object and thus in contrast to on-site observation, especially the Earth. Remote sensing is used in numerous fields, including geography, land surveying and most Earth Science disciplines as well as military, intelligence, commercial, economic, planning, and humanitarian applications. [Adapted from Wikipedia https://en.wikipedia.org/wiki/Remote_sensing, AL 2.4.2019]",
                  "records_count": 27,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            }
          ]
        },
        {
          "id": 717,
          "name": "Atmospheric Science",
          "description": "Atmospheric Science is the study of the dynamics and chemistry of the layers of gas that surround the Earth, other planets and moons. This encompasses the interactions between various parts of the atmosphere as well as interactions with the oceans and freshwater systems, the biosphere and human activities. [Nature https://www.nature.com/subjects/atmospheric-science, AL 20.05.2019]",
          "records_count": 142,
          "descendants_count": 1,
          "children": [
            {
              "id": 590,
              "name": "Meteorology",
              "description": "Meteorology is the branch of science that deals with atmospheric phenomena and processes, especially with a view to forecasting the weather.",
              "records_count": 47,
              "descendants_count": 0,
              "children": []
            }
          ]
        },
        {
          "id": 810,
          "name": "Oceanography",
          "description": "Oceanography is the branch of science concerned with the physical and biological properties and phenomena of the ocean. [OED, AL 20.05.2019]",
          "records_count": 124,
          "descendants_count": 1,
          "children": [
            {
              "id": 709,
              "name": "Bathymetry",
              "description": "Bathymetry is the study of underwater depth of ocean floors or lake floors.",
              "records_count": 5,
              "descendants_count": 0,
              "children": []
            }
          ]
        },
        {
          "id": 827,
          "name": "Water Research",
          "description": "Water Research is the study of the science and technology of water quality and its management worldwide. [Elsevier https://www.journals.elsevier.com/water-research, AL 12.6.2019]",
          "records_count": 100,
          "descendants_count": 6,
          "children": [
            {
              "id": 518,
              "name": "Limnology",
              "description": "Limnology is the study of the physical, chemical, hydrological, and biological aspects of fresh water bodies. [AgroVoc 28.3.19]",
              "records_count": 3,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 697,
              "name": "Hydrography",
              "description": "Hydrography is the branch of applied sciences which deals with the measurement and description of the physical features of oceans, seas, coastal areas, lakes and rivers, as well as with the prediction of their change over time, for the primary purpose of safety of navigation and in support of all other marine activities, including economic development, security and defense, scientific research, and environmental protection.",
              "records_count": 12,
              "descendants_count": 1,
              "children": [
                {
                  "id": 709,
                  "name": "Bathymetry",
                  "description": "Bathymetry is the study of underwater depth of ocean floors or lake floors.",
                  "records_count": 5,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            },
            {
              "id": 751,
              "name": "Water Management",
              "description": "Water Management is the activity of planning, developing, distributing and optimum use of water resources under defined water polices and regulations. It includes: management of water treatment of drinking water, industrial water, sewage or wastewater, management of water resources, management of flood protection, management of irrigation, and management of the water table. [Wikipedia, https://en.wikipedia.org/wiki/Category:Water_management, AL 28.3.2019]",
              "records_count": 17,
              "descendants_count": 0,
              "children": []
            },
            {
              "id": 831,
              "name": "Hydrology",
              "description": "Hydrology is the scientific study of the movement, distribution, and quality of water on Earth and other planets, including the water cycle, water resources and environmental watershed sustainability. [AgroVoc, 28.3.2019]",
              "records_count": 52,
              "descendants_count": 1,
              "children": [
                {
                  "id": 436,
                  "name": "Hydrogeology",
                  "description": "Hydrogeology is the subfield of Geology that is concerned with the study of water on or below the surface of the earth.",
                  "records_count": 19,
                  "descendants_count": 0,
                  "children": []
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}